[
    {
        "articulo": "67",
        "unidad_organica": "Oficina General de Cooperación y Asuntos Internacionales",
        "funcion": "Gestionar, asesorar, participar, tramitar, efectuar el seguimiento y evaluar los procesos de negociación, actividades y proyectos bajo las diferentes modalidades de cooperación técnica internacional no reembolsable, en coordinación con los órganos y unidades orgánicas, cuando corresponda.",
        "literal": "a"
    },
    {
        "articulo": "67",
        "unidad_organica": "Oficina General de Cooperación y Asuntos Internacionales",
        "funcion": "Coadyuvar en los procesos necesarios para la obtención de cooperación reembolsable que pudiera requerir el Ministerio, en coordinación con la Secretaría de Planificación Estratégica, en el marco de la normatividad aplicable.",
        "literal": "b"
    },
    {
        "articulo": "67",
        "unidad_organica": "Oficina General de Cooperación y Asuntos Internacionales",
        "funcion": "Mantener relaciones de coordinación técnica ante la Agencia Peruana de Cooperación Internacional, el Ministerio de Relaciones Exteriores, las agencias internacionales de cooperación, las representaciones extranjeras, los Organismos No Gubernamentales y fundaciones internacionales, entre otras, en los temas de su competencia.",
        "literal": "c"
    },
    {
        "articulo": "67",
        "unidad_organica": "Oficina General de Cooperación y Asuntos Internacionales",
        "funcion": "Gestionar y tramitar las pasantías, solicitudes de expertos y servicios de voluntarios, así como la inscripción y/o renovación en el Registro de Organismos No Gubernamentales de Desarrollo.",
        "literal": "d"
    },
    {
        "articulo": "67",
        "unidad_organica": "Oficina General de Cooperación y Asuntos Internacionales",
        "funcion": "Asesorar y emitir opinión sobre los proyectos de convenios, acuerdos de cooperación u otros de naturaleza similar, en el marco de su competencia.",
        "literal": "e"
    },
    {
        "articulo": "67",
        "unidad_organica": "Oficina General de Cooperación y Asuntos Internacionales",
        "funcion": "Organizar y gestionar la oferta y demanda de cooperación técnica internacional del Ministerio.",
        "literal": "f"
    },
    {
        "articulo": "67",
        "unidad_organica": "Oficina General de Cooperación y Asuntos Internacionales",
        "funcion": "Promover, coordinar y orientar la participación del Ministerio en las diversas plataformas y foros internacionales; así como brindar la asistencia correspondiente.",
        "literal": "g"
    },
    {
        "articulo": "67",
        "unidad_organica": "Oficina General de Cooperación y Asuntos Internacionales",
        "funcion": "Ejercer la Secretaría Nacional del Convenio Andrés Bello.",
        "literal": "h"
    },
    {
        "articulo": "67",
        "unidad_organica": "Oficina General de Cooperación y Asuntos Internacionales",
        "funcion": "Otras funciones que le sean encomendadas por la Secretaría General.",
        "literal": "i"
    }
]
