[
    {
        "articulo": "59",
        "unidad_organica": "Dirección de Promoción, Organización y Gestión",
        "funcion": "Ejecutar programas y proyectos en beneficio de la juventud que permita su participación efectiva en el proceso de desarrollo local, regional y nacional.",
        "literal": "a"
    },
    {
        "articulo": "59",
        "unidad_organica": "Dirección de Promoción, Organización y Gestión",
        "funcion": "Promover y fortalecer en coordinación con las entidades públicas y organizaciones de la sociedad civil, los mecanismos de participación de la juventud organizada; promoviendo actividades de carácter recreativo, deportivo, artístico, cultural, social y otros para lograr una participación sana y efectiva que contribuya al desarrollo espiritual, físico, psicológico y social de la población joven.",
        "literal": "b"
    },
    {
        "articulo": "59",
        "unidad_organica": "Dirección de Promoción, Organización y Gestión",
        "funcion": "Promover, coordinar y organizar programas, proyectos y acciones de resocialización y contra todo tipo de exclusión social con la comunidad, entidades del sector público y privado.",
        "literal": "c"
    },
    {
        "articulo": "59",
        "unidad_organica": "Dirección de Promoción, Organización y Gestión",
        "funcion": "Conducir los registros nacionales de organizaciones juveniles e instituciones públicas y privadas a quienes acredite la Secretaria Nacional de la Juventud.",
        "literal": "d"
    },
    {
        "articulo": "59",
        "unidad_organica": "Dirección de Promoción, Organización y Gestión",
        "funcion": "Promover el fortalecimiento y desarrollo de capacidades sociales y productivas en la juventud a través de la ejecución de programas de capacitación vinculados a las potencialidades económicas regionales y locales.",
        "literal": "e"
    },
    {
        "articulo": "59",
        "unidad_organica": "Dirección de Promoción, Organización y Gestión",
        "funcion": "Promover y brindar asesoría técnica al proceso eleccionario de los distintos estamentos que conforman el consejo de participación de la juventud.",
        "literal": "f"
    },
    {
        "articulo": "59",
        "unidad_organica": "Dirección de Promoción, Organización y Gestión",
        "funcion": "Acreditar y certificar a las instituciones públicas y privadas que realicen trabajos en materia de juventud.",
        "literal": "g"
    },
    {
        "articulo": "59",
        "unidad_organica": "Dirección de Promoción, Organización y Gestión",
        "funcion": "Conducir y mantener actualizado los registros nacionales de organizaciones juveniles.",
        "literal": "h"
    },
    {
        "articulo": "59",
        "unidad_organica": "Dirección de Promoción, Organización y Gestión",
        "funcion": "Otras funciones que le sean encomendadas por la Secretaría Nacional de la Juventud.",
        "literal": "i"
    }
]
