[
    {
        "articulo": "106",
        "unidad_organica": "Dirección General de Educación Básica Regular",
        "funcion": "Conducir y supervisar la formulación articulada de políticas, propuestas pedagógicas de modelos de servicio educativo y documentos normativos de la educación básica regular.",
        "literal": "a"
    },
    {
        "articulo": "106",
        "unidad_organica": "Dirección General de Educación Básica Regular",
        "funcion": "Supervisar la implementación articulada de las políticas y modelos de servicio educativo aprobados.",
        "literal": "b"
    },
    {
        "articulo": "106",
        "unidad_organica": "Dirección General de Educación Básica Regular",
        "funcion": "Proponer y articular las políticas, planes y documentos normativos, relativos a la educación física y el deporte en la educación básica.",
        "literal": "c"
    },
    {
        "articulo": "106",
        "unidad_organica": "Dirección General de Educación Básica Regular",
        "funcion": "Conducir y supervisar la formulación, implementación y evaluación del Currículo Nacional, considerando los enfoques intercultural, bilingüe, inclusivo, ambiental y comunitario.",
        "literal": "d"
    },
    {
        "articulo": "106",
        "unidad_organica": "Dirección General de Educación Básica Regular",
        "funcion": "Supervisar la definición, diseño y utilización de los recursos educativo-pedagógicos, para la educación básica regular.",
        "literal": "e"
    },
    {
        "articulo": "106",
        "unidad_organica": "Dirección General de Educación Básica Regular",
        "funcion": "Determinar las necesidades de formación docente en servicio, correspondientes a la educación básica regular, y establecer los contenidos y modalidades pertinentes; así como supervisar su implementación.",
        "literal": "f"
    },
    {
        "articulo": "106",
        "unidad_organica": "Dirección General de Educación Básica Regular",
        "funcion": "Organizar y supervisar la prestación de asistencia técnica, en materia pedagógica en los tres niveles de la educación básica regular.",
        "literal": "g"
    },
    {
        "articulo": "106",
        "unidad_organica": "Dirección General de Educación Básica Regular",
        "funcion": "Diseñar y proponer estrategias comunicacionales en el ámbito de su competencia, conforme a las disposiciones establecidas por el Ministerio.",
        "literal": "h"
    },
    {
        "articulo": "106",
        "unidad_organica": "Dirección General de Educación Básica Regular",
        "funcion": "Disponer la realización de estudios e investigaciones en materia de su competencia.",
        "literal": "i"
    },
    {
        "articulo": "106",
        "unidad_organica": "Dirección General de Educación Básica Regular",
        "funcion": "Supervisar el cumplimiento de funciones de las unidades orgánicas a su cargo, en el ámbito de su competencia.",
        "literal": "j"
    },
    {
        "articulo": "106",
        "unidad_organica": "Dirección General de Educación Básica Regular",
        "funcion": "Otras que le sean asignadas por el Despacho Viceministerial de Gestión Pedagógica.",
        "literal": "k"
    }
]
