[
    {
        "articulo": "36",
        "unidad_organica": "Oficina de Seguimiento y Evaluación Estratégica",
        "funcion": "Establecer los documentos normativos para el proceso de producción, integración y análisis de la información a cargo de la Oficina, así como para el seguimiento y la evaluación del impacto y desempeño de las intervenciones de la política educativa.",
        "literal": "a"
    },
    {
        "articulo": "36",
        "unidad_organica": "Oficina de Seguimiento y Evaluación Estratégica",
        "funcion": "Conducir y gestionar el proceso de producción y/o recolección de información estadística, de desempeño y de impacto de las intervenciones de la política educativa.",
        "literal": "b"
    },
    {
        "articulo": "36",
        "unidad_organica": "Oficina de Seguimiento y Evaluación Estratégica",
        "funcion": "Integrar la información producida o recolectada para la toma de decisiones estratégicas en el sector.",
        "literal": "c"
    },
    {
        "articulo": "36",
        "unidad_organica": "Oficina de Seguimiento y Evaluación Estratégica",
        "funcion": "Conducir el proceso de seguimiento y evaluación del desempeño e impacto de las intervenciones de la política educativa.",
        "literal": "d"
    },
    {
        "articulo": "36",
        "unidad_organica": "Oficina de Seguimiento y Evaluación Estratégica",
        "funcion": "Procesar y analizar la información estadística, de desempeño y de impacto de las intervenciones de la política educativa, para la toma de decisiones estratégicas.",
        "literal": "e"
    },
    {
        "articulo": "36",
        "unidad_organica": "Oficina de Seguimiento y Evaluación Estratégica",
        "funcion": "Determinar y formular los requerimientos de información necesaria para el cumplimiento de sus funciones, coordinando con los órganos y organismos correspondientes.",
        "literal": "f"
    },
    {
        "articulo": "36",
        "unidad_organica": "Oficina de Seguimiento y Evaluación Estratégica",
        "funcion": "Otras que en el marco de sus competencias le sean asignadas por la Secretaría de Planificación Estratégica.",
        "literal": "g"
    }
]
