[
  {
    "articulo": 115,
    "unidad_organica": "Dirección de Educación Física y Deporte",
    "funcion": "Formular e implementar articuladamente las políticas, planes y documentos normativos relativos al desarrollo de la educación física y el deporte.",
    "literal": "a"
  },
  {
    "articulo": 115,
    "unidad_organica": "Dirección de Educación Física y Deporte",
    "funcion": "Orientar las actividades, programas y sistemas deportivos escolares que se desarrollan en la Educación Básica Regular.",
    "literal": "b"
  },
  {
    "articulo": 115,
    "unidad_organica": "Dirección de Educación Física y Deporte",
    "funcion": "Formular las reglas y orientaciones, monitorear y evaluar concursos, campeonatos, juegos, olimpiadas, entre otras actividades en el ámbito de su competencia, en coordinación con los órganos pertinentes.",
    "literal": "c"
  },
  {
    "articulo": 115,
    "unidad_organica": "Dirección de Educación Física y Deporte",
    "funcion": "Diseñar y determinar el uso de los materiales educativos vinculados al deporte y educación física en las instituciones educativas públicas.",
    "literal": "d"
  },
  {
    "articulo": 115,
    "unidad_organica": "Dirección de Educación Física y Deporte",
    "funcion": "Formular las necesidades de formación docente en servicio, correspondientes a la educación física, así como los contenidos y modalidades pertinentes, e implementar y desarrollar programas y estrategias de formación.",
    "literal": "e"
  },
  {
    "articulo": 115,
    "unidad_organica": "Dirección de Educación Física y Deporte",
    "funcion": "Brindar asistencia técnica en materias de su competencia, en coordinación con el órgano competente.",
    "literal": "f"
  },
  {
    "articulo": 115,
    "unidad_organica": "Dirección de Educación Física y Deporte",
    "funcion": "Supervisar y evaluar el cumplimiento de la normativa bajo el ámbito de su competencia, e implementar acciones de mejora según corresponda.",
    "literal": "g"
  },
  {
    "articulo": 115,
    "unidad_organica": "Dirección de Educación Física y Deporte",
    "funcion": "Otras que en el marco de sus competencias le sean asignadas por la Dirección General de Educación Básica Regular.",
    "literal": "h"
  }
]
