[
    {
        "articulo": "9",
        "unidad_organica": "Despacho Viceministerial de Gestión Pedagógica",
        "funcion": "Formular, coordinar y supervisar la política de desarrollo sectorial bajo su competencia, de conformidad con la política nacional;",
        "literal": "a"
    },
    {
        "articulo": "9",
        "unidad_organica": "Despacho Viceministerial de Gestión Pedagógica",
        "funcion": "Articular y supervisar la formulación, actualización, adaptación e implementación del Currículo Nacional, considerando los enfoques intercultural, bilingüe, inclusivo, ambiental y comunitario.",
        "literal": "b"
    },
    {
        "articulo": "9",
        "unidad_organica": "Despacho Viceministerial de Gestión Pedagógica",
        "funcion": "Promover, proponer, orientar, coordinar y supervisar la implementación de las políticas, planes, modelos, programas y proyectos relativos al desarrollo y revalorización docente, los recursos educativo-pedagógicos y demás componentes del sistema educativo que garanticen una gestión eficiente y equitativa de la educación básica.",
        "literal": "c"
    },
    {
        "articulo": "9",
        "unidad_organica": "Despacho Viceministerial de Gestión Pedagógica",
        "funcion": "Dirigir y supervisar la elaboración de estudios e investigaciones en materias de su competencia.",
        "literal": "d"
    },
    {
        "articulo": "9",
        "unidad_organica": "Despacho Viceministerial de Gestión Pedagógica",
        "funcion": "Promover, en coordinación con los órganos competentes, mecanismos de participación de los tres niveles de gobierno, sociedad civil organizada y sector privado en la formulación e implementación de la política educativa, en el ámbito de su competencia.",
        "literal": "e"
    },
    {
        "articulo": "9",
        "unidad_organica": "Despacho Viceministerial de Gestión Pedagógica",
        "funcion": "Proponer políticas, planes, proyectos y documentos normativos para vincular la educación básica con la educación técnica.",
        "literal": "f"
    },
    {
        "articulo": "9",
        "unidad_organica": "Despacho Viceministerial de Gestión Pedagógica",
        "funcion": "Dirigir el diseño, implementación y supervisión de la política de aseguramiento de la calidad de la educación superior universitaria y técnica, así como dirigir la implementación de las acciones para promover el acceso, permanencia y culminación oportuna de la educación.",
        "literal": "g"
    },
    {
        "articulo": "9",
        "unidad_organica": "Despacho Viceministerial de Gestión Pedagógica",
        "funcion": "Fomentar la investigación y el desarrollo del conocimiento en las instituciones de educación técnico-productiva y superior, así como promover la pertinencia de la oferta educativa que brindan dichas instituciones con las necesidades del sector productivo.",
        "literal": "h"
    },
    {
        "articulo": "9",
        "unidad_organica": "Despacho Viceministerial de Gestión Pedagógica",
        "funcion": "Dirigir acciones y estrategias de articulación, asistencia técnica y colaboración dirigidas a las instituciones de educación técnico-productiva y superior.",
        "literal": "i"
    },
    {
        "articulo": "9",
        "unidad_organica": "Despacho Viceministerial de Gestión Pedagógica",
        "funcion": "Administrar los sistemas de información sobre resultados de la educación superior y supervisar su funcionamiento.",
        "literal": "j"
    },
    {
        "articulo": "9",
        "unidad_organica": "Despacho Viceministerial de Gestión Pedagógica",
        "funcion": "Supervisar los procedimientos administrativos relacionados con el funcionamiento de instituciones de educación técnico- productiva y superior, en el marco de la normativa aplicable.",
        "literal": "k"
    },
    {
        "articulo": "9",
        "unidad_organica": "Despacho Viceministerial de Gestión Pedagógica",
        "funcion": "Constituir y reconformar las Comisiones Organizadoras de las universidades públicas creadas por Ley.",
        "literal": "l"
    },
    {
        "articulo": "9",
        "unidad_organica": "Despacho Viceministerial de Gestión Pedagógica",
        "funcion": "Informar al Ministro sobre el cumplimiento de las políticas del sector, en el ámbito de su competencia.",
        "literal": "m"
    },
    {
        "articulo": "9",
        "unidad_organica": "Despacho Viceministerial de Gestión Pedagógica",
        "funcion": "Representar al Ministro en los actos y gestiones que le sean encomendados.",
        "literal": "n"
    },
    {
        "articulo": "9",
        "unidad_organica": "Despacho Viceministerial de Gestión Pedagógica",
        "funcion": "Aprobar actos resolutivos y documentos normativos en el ámbito de su competencia.",
        "literal": "o"
    },
    {
        "articulo": "9",
        "unidad_organica": "Despacho Viceministerial de Gestión Pedagógica",
        "funcion": "Las demás que le asigne la ley, y otras que le encomiende el Ministro.",
        "literal": "p"
    }
]
