[
  {
    "articulo": 122,
    "unidad_organica": "Dirección de Educación Intercultural Bilingüe",
    "funcion": "Formular las políticas, planes, componentes pedagógicos de los modelos de servicio educativo y demás documentos normativos de la Educación Intercultural Bilingüe.",
    "literal": "a"
  },
  {
    "articulo": 122,
    "unidad_organica": "Dirección de Educación Intercultural Bilingüe",
    "funcion": "Implementar, monitorear y evaluar articuladamente las políticas, planes, modelos de servicio educativo y documentos normativos de la Educación Intercultural Bilingüe.",
    "literal": "b"
  },
  {
    "articulo": 122,
    "unidad_organica": "Dirección de Educación Intercultural Bilingüe",
    "funcion": "Adecuar para su ámbito el Currículo Nacional y dirigir su implementación.",
    "literal": "c"
  },
  {
    "articulo": 122,
    "unidad_organica": "Dirección de Educación Intercultural Bilingüe",
    "funcion": "Formular y realizar estudios e investigaciones en materia de Educación Intercultural Bilingüe.",
    "literal": "d"
  },
  {
    "articulo": 122,
    "unidad_organica": "Dirección de Educación Intercultural Bilingüe",
    "funcion": "Diseñar y determinar el uso de los recursos educativo-pedagógicos y tecnologías de la información en la Educación Intercultural Bilingüe, en coordinación con el órgano competente.",
    "literal": "e"
  },
  {
    "articulo": 122,
    "unidad_organica": "Dirección de Educación Intercultural Bilingüe",
    "funcion": "Formular las necesidades de formación docente en servicio, correspondientes a la Educación Intercultural Bilingüe, así como los contenidos y modalidades pertinentes, e implementar y desarrollar programas y estrategias de formación.",
    "literal": "f"
  },
  {
    "articulo": 122,
    "unidad_organica": "Dirección de Educación Intercultural Bilingüe",
    "funcion": "Brindar asistencia técnica en materias de su competencia, en coordinación con el órgano competente.",
    "literal": "g"
  },
  {
    "articulo": 122,
    "unidad_organica": "Dirección de Educación Intercultural Bilingüe",
    "funcion": "Evaluar y oficializar las reglas de escritura uniforme de las lenguas originarias del país.",
    "literal": "h"
  },
  {
    "articulo": 122,
    "unidad_organica": "Dirección de Educación Intercultural Bilingüe",
    "funcion": "Formular documentos normativos para el tratamiento y uso pedagógico de las lenguas originarias en las instituciones educativas.",
    "literal": "i"
  },
  {
    "articulo": 122,
    "unidad_organica": "Dirección de Educación Intercultural Bilingüe",
    "funcion": "Supervisar y evaluar el cumplimiento de la normativa bajo el ámbito de su competencia, e implementar acciones de mejora según corresponda.",
    "literal": "j"
  },
  {
    "articulo": 122,
    "unidad_organica": "Dirección de Educación Intercultural Bilingüe",
    "funcion": "Otras que en el marco de sus competencias le sean asignadas por la Dirección General de Educación Básica Alternativa, Intercultural Bilingüe, y de Servicios Educativos en el Ámbito Rural.",
    "literal": "k"
  }
]
