[
    {
        "articulo": "74",
        "unidad_organica": "Oficina de Logística",
        "funcion": "Programar, preparar, coordinar, ejecutar y evaluar los procedimientos de contratación pública que requieran los órganos y unidades orgánicas del Ministerio, de acuerdo con la normatividad vigente.",
        "literal": "a"
    },
    {
        "articulo": "74",
        "unidad_organica": "Oficina de Logística",
        "funcion": "Administrar, dirigir y controlar diligentemente el almacenamiento, la custodia y la distribución oportuna de los bienes necesarios para la operación institucional; así como brindar seguridad a los almacenes, propios o alquilados.",
        "literal": "b"
    },
    {
        "articulo": "74",
        "unidad_organica": "Oficina de Logística",
        "funcion": "Consolidar las necesidades de las Unidades Ejecutoras que se encuentren en el ámbito de su administración, así como formular y ejecutar el Plan Anual de Contrataciones (PAC) de acuerdo a las normas vigentes.",
        "literal": "c"
    },
    {
        "articulo": "74",
        "unidad_organica": "Oficina de Logística",
        "funcion": "Verificar la documentación y gestionar la formalización de los contratos, en calidad de órgano encargado de las contrataciones, y procura su correcta ejecución.",
        "literal": "d"
    },
    {
        "articulo": "74",
        "unidad_organica": "Oficina de Logística",
        "funcion": "Proporcionar y supervisar los servicios generales referidos a seguridad y vigilancia, limpieza y otros de similar naturaleza.",
        "literal": "e"
    },
    {
        "articulo": "74",
        "unidad_organica": "Oficina de Logística",
        "funcion": "Supervisar y controlar la correcta asignación de vehículos, así como la eficiente dotación de combustible.",
        "literal": "f"
    },
    {
        "articulo": "74",
        "unidad_organica": "Oficina de Logística",
        "funcion": "Administrar la impresión y distribución de materiales a solicitud de las Unidades Ejecutoras que se encuentren en el ámbito de su competencia.",
        "literal": "g"
    },
    {
        "articulo": "74",
        "unidad_organica": "Oficina de Logística",
        "funcion": "Registrar y controlar eficientemente el patrimonio que comprende los bienes muebles de las Unidades Ejecutoras que se encuentren en el ámbito de su competencia, en el marco de la normativa vigente.",
        "literal": "h"
    },
    {
        "articulo": "74",
        "unidad_organica": "Oficina de Logística",
        "funcion": "Otras funciones que le sean asignadas por la Oficina General de Administración.",
        "literal": "i"
    }
]
