[
    {
        "articulo": "69",
        "unidad_organica": "Oficina de Defensa Nacional y de Gestión del Riesgo de Desastres",
        "funcion": "Asesorar a la Alta Dirección en materia de Gestión del Riesgo de Desastres, en Seguridad y Defensa Nacional, así como en la afirmación de la identidad nacional.",
        "literal": "a"
    },
    {
        "articulo": "69",
        "unidad_organica": "Oficina de Defensa Nacional y de Gestión del Riesgo de Desastres",
        "funcion": "Coordinar con las entidades rectoras y conformantes del Sistema Nacional de Gestión del Riesgo de Desastres, y del Sistema de Seguridad y Defensa Nacional.",
        "literal": "b"
    },
    {
        "articulo": "69",
        "unidad_organica": "Oficina de Defensa Nacional y de Gestión del Riesgo de Desastres",
        "funcion": "Desarrollar acciones para fortalecer la identidad nacional y fomentar la cultura de Seguridad y Defensa Nacional, y de prevención, preparación y respuesta ante desastres en el sistema educativo nacional, a través de los simulacros nacionales escolares.",
        "literal": "c"
    },
    {
        "articulo": "69",
        "unidad_organica": "Oficina de Defensa Nacional y de Gestión del Riesgo de Desastres",
        "funcion": "Coordinar y supervisar la implementación de las políticas de Gestión del Riesgo de Desastres, y proponer los documentos normativos pertinentes, en el marco del Sistema Nacional de Gestión del Riesgo de Desastres.",
        "literal": "d"
    },
    {
        "articulo": "69",
        "unidad_organica": "Oficina de Defensa Nacional y de Gestión del Riesgo de Desastres",
        "funcion": "Supervisar la adecuada incorporación e implementación de los procesos de la Gestión del Riesgo de Desastres, de manera transversal.",
        "literal": "e"
    },
    {
        "articulo": "69",
        "unidad_organica": "Oficina de Defensa Nacional y de Gestión del Riesgo de Desastres",
        "funcion": "Conducir el Centro de Operaciones de Emergencia y el Equipo de Respuesta del Ministerio, en el ámbito de su competencia.",
        "literal": "f"
    },
    {
        "articulo": "69",
        "unidad_organica": "Oficina de Defensa Nacional y de Gestión del Riesgo de Desastres",
        "funcion": "Diseñar y orientar la implementación del Plan Nacional de Educación Comunitaria en Gestión del Riesgo de Desastres, en el ámbito de su competencia.",
        "literal": "g"
    },
    {
        "articulo": "69",
        "unidad_organica": "Oficina de Defensa Nacional y de Gestión del Riesgo de Desastres",
        "funcion": "Difundir y brindar asistencia técnica para el fortalecimiento de capacidades, en el ámbito de su competencia.",
        "literal": "h"
    },
    {
        "articulo": "69",
        "unidad_organica": "Oficina de Defensa Nacional y de Gestión del Riesgo de Desastres",
        "funcion": "Cumplir con las demás funciones que le competen de acuerdo con la normativa correspondiente.",
        "literal": "i"
    },
    {
        "articulo": "69",
        "unidad_organica": "Oficina de Defensa Nacional y de Gestión del Riesgo de Desastres",
        "funcion": "Otras funciones que le asigne la Secretaría General.",
        "literal": "j"
    }
]
