[
    {
        "articulo": "11",
        "unidad_organica": "Despacho Viceministerial de Gestión Institucional",
        "funcion": "Formular, coordinar y supervisar la política de desarrollo sectorial bajo su competencia, de conformidad con la política nacional.",
        "literal": "a"
    },
    {
        "articulo": "11",
        "unidad_organica": "Despacho Viceministerial de Gestión Institucional",
        "funcion": "Coordinar, orientar, evaluar, regular y supervisar las actividades que cumplen los órganos del Ministerio para la implementación de las políticas y estrategias nacionales que procuren una gestión del sistema educativo nacional orientada a resultados, en el ámbito de su competencia.",
        "literal": "b"
    },
    {
        "articulo": "11",
        "unidad_organica": "Despacho Viceministerial de Gestión Institucional",
        "funcion": "Coordinar, orientar, evaluar, regular y supervisar el funcionamiento y desempeño de las instancias de gestión educativa descentralizada.",
        "literal": "c"
    },
    {
        "articulo": "11",
        "unidad_organica": "Despacho Viceministerial de Gestión Institucional",
        "funcion": "Formular, coordinar, orientar, supervisar y evaluar las políticas y planes en materia de becas y crédito educativo.",
        "literal": "d"
    },
    {
        "articulo": "11",
        "unidad_organica": "Despacho Viceministerial de Gestión Institucional",
        "funcion": "Formular, coordinar, conducir y supervisar la participación del sector privado en el desarrollo, construcción, operación y mantenimiento de infraestructura educativa, equipamiento y la gestión de las instituciones educativas a nivel nacional, mediante Asociación Público Privada, Obras por Impuesto, y otros mecanismos vinculados a la inversión público-privada, conforme a las normas de la materia.",
        "literal": "e"
    },
    {
        "articulo": "11",
        "unidad_organica": "Despacho Viceministerial de Gestión Institucional",
        "funcion": "Formular y aprobar los documentos normativos en materia de infraestructura, equipamiento y mobiliario educativo, según corresponda.",
        "literal": "f"
    },
    {
        "articulo": "11",
        "unidad_organica": "Despacho Viceministerial de Gestión Institucional",
        "funcion": "Coordinar, orientar, supervisar y evaluar los Programas Nacionales, planes y proyectos a su cargo.",
        "literal": "g"
    },
    {
        "articulo": "11",
        "unidad_organica": "Despacho Viceministerial de Gestión Institucional",
        "funcion": "Supervisar las acciones orientadas a la mejora de la calidad de la gestión de los servicios educativos en la Dirección Regional de Educación de Lima Metropolitana y sus Unidades de Gestión Educativa Local.",
        "literal": "h"
    },
    {
        "articulo": "11",
        "unidad_organica": "Despacho Viceministerial de Gestión Institucional",
        "funcion": "Informar al Ministro sobre el cumplimiento de las políticas del sector, en el ámbito de su competencia.",
        "literal": "i"
    },
    {
        "articulo": "11",
        "unidad_organica": "Despacho Viceministerial de Gestión Institucional",
        "funcion": "Representar al Ministro en los actos y gestiones que le sean encomendados.",
        "literal": "j"
    },
    {
        "articulo": "11",
        "unidad_organica": "Despacho Viceministerial de Gestión Institucional",
        "funcion": "Aprobar actos resolutivos y documentos normativos en el ámbito de su competencia.",
        "literal": "k"
    },
    {
        "articulo": "11",
        "unidad_organica": "Despacho Viceministerial de Gestión Institucional",
        "funcion": "Las demás que le asigne la ley, y otras que le encomiende el Ministro.",
        "literal": "l"
    }
]
