[
    {
        "articulo": "30",
        "unidad_organica": "Unidad de Planificación y Presupuesto",
        "funcion": "Formular, proponer y evaluar el plan estratégico sectorial multianual y el plan estratégico institucional, así como las políticas y los planes de corto, mediano y largo plazo, en el marco de sus competencias y en concordancia con la normatividad vigente.",
        "literal": "a"
    },
    {
        "articulo": "30",
        "unidad_organica": "Unidad de Planificación y Presupuesto",
        "funcion": "Conducir el proceso presupuestario institucional.",
        "literal": "b"
    },
    {
        "articulo": "30",
        "unidad_organica": "Unidad de Planificación y Presupuesto",
        "funcion": "Analizar, evaluar, estimar y proponer la prioridad para la atención de las demandas de recursos, de acuerdo con la normatividad vigente y los Planes Sectoriales aprobados.",
        "literal": "c"
    },
    {
        "articulo": "30",
        "unidad_organica": "Unidad de Planificación y Presupuesto",
        "funcion": "Proponer las normas y procedimientos para el proceso presupuestario y de planeamiento del sector, en el marco de sus competencias y en concordancia con la normatividad vigente.",
        "literal": "d"
    },
    {
        "articulo": "30",
        "unidad_organica": "Unidad de Planificación y Presupuesto",
        "funcion": "Mantener relaciones técnico-funcionales con los órganos rectores de los Sistemas Administrativos de Presupuesto Público y de Planeamiento Estratégico.",
        "literal": "e"
    },
    {
        "articulo": "30",
        "unidad_organica": "Unidad de Planificación y Presupuesto",
        "funcion": "Efectuar el seguimiento, evaluación y control de la ejecución presupuestaria de las intervenciones del Pliego.",
        "literal": "f"
    },
    {
        "articulo": "30",
        "unidad_organica": "Unidad de Planificación y Presupuesto",
        "funcion": "Efectuar el seguimiento de la ejecución de los recursos asignados para fines educativos al Pliego y sus Organismos Públicos, así como de las Direcciones Regionales de Educación o los órganos que hagan sus veces, según la normativa vigente.",
        "literal": "g"
    },
    {
        "articulo": "30",
        "unidad_organica": "Unidad de Planificación y Presupuesto",
        "funcion": "Conducir y orientar el proceso de formulación, seguimiento, análisis y evaluación en el ámbito de su competencia, de los planes, programas y proyectos financiados con recursos públicos, así como provenientes de fuentes de cooperación internacional reembolsable.",
        "literal": "h"
    },
    {
        "articulo": "30",
        "unidad_organica": "Unidad de Planificación y Presupuesto",
        "funcion": "Determinar los requerimientos de información para el proceso de planificación y gestión estratégica institucional, en coordinación con las áreas involucradas.",
        "literal": "i"
    },
    {
        "articulo": "30",
        "unidad_organica": "Unidad de Planificación y Presupuesto",
        "funcion": "Realizar análisis de escenarios y estudios prospectivos en el marco del planeamiento estratégico.",
        "literal": "j"
    },
    {
        "articulo": "30",
        "unidad_organica": "Unidad de Planificación y Presupuesto",
        "funcion": "Emitir opinión en el ámbito de su competencia respecto de los proyectos de convenios o instrumentos que tengan incidencia en los planes y presupuesto institucional.",
        "literal": "k"
    },
    {
        "articulo": "30",
        "unidad_organica": "Unidad de Planificación y Presupuesto",
        "funcion": "Otras que en el marco de sus competencias le sean asignadas por la Oficina de Planificación Estratégica y Presupuesto.",
        "literal": "l"
    }
]
