[
    {
        "articulo": "21",
        "unidad_organica": "Procuraduría Pública",
        "funcion": "Representar al Estado y defender los intereses del Ministerio ante los órganos jurisdiccionales y administrativos, así como ante el Ministerio Público, Policía Nacional del Perú, tribunales arbitrales, centros de conciliación y otros de similar naturaleza, comprendiendo todas las actuaciones que la Ley en materia procesal, arbitral y las de carácter sustantivo permiten.",
        "literal": "a"
    },
    {
        "articulo": "21",
        "unidad_organica": "Procuraduría Pública",
        "funcion": "Informar al Consejo de Defensa Jurídica del Estado del plan anual de actividades de la Procuraduría Pública.",
        "literal": "b"
    },
    {
        "articulo": "21",
        "unidad_organica": "Procuraduría Pública",
        "funcion": "Requerir a toda institución pública la información, documentos, antecedentes e informes necesarios y colaboración para la defensa jurídica del Estado, fundamentando su pedido en cada caso.",
        "literal": "c"
    },
    {
        "articulo": "21",
        "unidad_organica": "Procuraduría Pública",
        "funcion": "Asesorar a la Alta Dirección del Ministerio en los asuntos de su competencia.",
        "literal": "d"
    },
    {
        "articulo": "21",
        "unidad_organica": "Procuraduría Pública",
        "funcion": "Coordinar las acciones para la defensa de los intereses del Sector con la Alta Dirección, Órganos y Unidades Orgánicas del Ministerio, así como con los Organismos Públicos adscritos y el Consejo de Defensa Jurídica del Estado.",
        "literal": "e"
    },
    {
        "articulo": "21",
        "unidad_organica": "Procuraduría Pública",
        "funcion": "Informar periódicamente al Titular del Sector, sobre las actividades desarrolladas, brindando la información pertinente sobre los procesos en trámite, estrategia procesal adoptada y, en general, sobre las actividades de la Procuraduría Pública.",
        "literal": "f"
    },
    {
        "articulo": "21",
        "unidad_organica": "Procuraduría Pública",
        "funcion": "Las demás funciones señaladas en las normas del Sistema de Defensa Jurídica del Estado, su reglamento, normas complementarias, conexas y otras que le asigne el Despacho Ministerial de acuerdo al ámbito de su competencia.",
        "literal": "g"
    }
]
