[
    {
        "articulo": "100",
        "unidad_organica": "Oficina General de Transparencia, Ética Pública y Anticorrupción",
        "funcion": "Promover mecanismos e incentivos que permitan una cultura organizacional ética y transparente en el sector Educación.",
        "literal": "a"
    },
    {
        "articulo": "100",
        "unidad_organica": "Oficina General de Transparencia, Ética Pública y Anticorrupción",
        "funcion": "Coordinar con entidades públicas y privadas, instituciones académicas y organizaciones de la sociedad civil en materia de promoción de la Ética Pública, el Gobierno Abierto y la lucha contra la corrupción en el sector Educación; así como implementar estrategias de sensibilización a la ciudadanía en los asuntos de su competencia.",
        "literal": "b"
    },
    {
        "articulo": "100",
        "unidad_organica": "Oficina General de Transparencia, Ética Pública y Anticorrupción",
        "funcion": "Formular, promover y coordinar con los órganos competentes, la implementación de estrategias de Gobierno Abierto y Datos Abiertos en el Ministerio; así como difundir prácticas de Buen Gobierno en los asuntos de su competencia.",
        "literal": "c"
    },
    {
        "articulo": "100",
        "unidad_organica": "Oficina General de Transparencia, Ética Pública y Anticorrupción",
        "funcion": "Formular, proponer y supervisar la ejecución de los planes o documentos normativos en materia de Transparencia, Ética Pública y Lucha contra la Corrupción, así como gestionar su actualización.",
        "literal": "d"
    },
    {
        "articulo": "100",
        "unidad_organica": "Oficina General de Transparencia, Ética Pública y Anticorrupción",
        "funcion": "Brindar capacitación y asistencia técnica en materia de promoción de la Ética Pública, Transparencia, control interno, responsabilidad administrativa, así como en relación a la Lucha contra la Corrupción.",
        "literal": "e"
    },
    {
        "articulo": "100",
        "unidad_organica": "Oficina General de Transparencia, Ética Pública y Anticorrupción",
        "funcion": "Coordinar y coadyuvar al trámite adecuado de expedientes por casos de corrupción, incumplimiento de funciones o infracciones al Código de Ética de la Función Pública, así como efectuar el seguimiento a través de los sistemas de información pertinentes.",
        "literal": "f"
    },
    {
        "articulo": "100",
        "unidad_organica": "Oficina General de Transparencia, Ética Pública y Anticorrupción",
        "funcion": "Consolidar, en coordinación con los órganos competentes, la información sobre la atención de denuncias presentadas, por actos que afecten la Ética Pública y por Actos de Corrupción, a fin de emitir recomendaciones para la mejora de la gestión de denuncias.",
        "literal": "g"
    },
    {
        "articulo": "100",
        "unidad_organica": "Oficina General de Transparencia, Ética Pública y Anticorrupción",
        "funcion": "Coadyuvar, en el ámbito de su competencia, a la defensa de los derechos de los usuarios, garantizando su acceso a mecanismos de atención y protección.",
        "literal": "h"
    },
    {
        "articulo": "100",
        "unidad_organica": "Oficina General de Transparencia, Ética Pública y Anticorrupción",
        "funcion": "Gestionar el cumplimiento de las acciones planificadas en el marco del Control Interno, en el ámbito de su competencia; así como impulsar y efectuar seguimiento de la implementación de las medidas correctivas derivadas de actividades y acciones de control en el Ministerio.",
        "literal": "i"
    },
    {
        "articulo": "100",
        "unidad_organica": "Oficina General de Transparencia, Ética Pública y Anticorrupción",
        "funcion": "Otras que le asigne la Secretaría General.",
        "literal": "j"
    }
]
