[
  {
    "articulo": 120,
    "unidad_organica": "Dirección de Educación Básica Alternativa",
    "funcion": "Formular las políticas, planes, componentes pedagógicos de los modelos de servicio educativo y demás documentos normativos de la Educación Básica Alternativa.",
    "literal": "a"
  },
  {
    "articulo": 120,
    "unidad_organica": "Dirección de Educación Básica Alternativa",
    "funcion": "Implementar, monitorear y evaluar articuladamente las políticas, planes, modelos de servicio educativo y documentos normativos de educación básica alternativa.",
    "literal": "b"
  },
  {
    "articulo": 120,
    "unidad_organica": "Dirección de Educación Básica Alternativa",
    "funcion": "Adecuar para su ámbito el Currículo Nacional y dirigir su implementación.",
    "literal": "c"
  },
  {
    "articulo": 120,
    "unidad_organica": "Dirección de Educación Básica Alternativa",
    "funcion": "Promover en coordinación con los Gobiernos Regionales y Locales, la complementariedad entre la Educación Básica Alternativa y la Educación Técnico-Productiva.",
    "literal": "d"
  },
  {
    "articulo": 120,
    "unidad_organica": "Dirección de Educación Básica Alternativa",
    "funcion": "Formular y realizar estudios e investigaciones en materia de educación básica alternativa.",
    "literal": "e"
  },
  {
    "articulo": 120,
    "unidad_organica": "Dirección de Educación Básica Alternativa",
    "funcion": "Diseñar y determinar el uso de los recursos educativo-pedagógicos y tecnologías de la información en la educación básica alternativa, en coordinación con el órgano competente.",
    "literal": "f"
  },
  {
    "articulo": 120,
    "unidad_organica": "Dirección de Educación Básica Alternativa",
    "funcion": "Formular las necesidades de formación docente en servicio, correspondientes a la educación básica alternativa, así como los contenidos y modalidades pertinentes, e implementar y desarrollar programas y estrategias de formación.",
    "literal": "g"
  },
  {
    "articulo": 120,
    "unidad_organica": "Dirección de Educación Básica Alternativa",
    "funcion": "Brindar asistencia técnica en materias de su competencia, en coordinación con el órgano competente.",
    "literal": "h"
  },
  {
    "articulo": 120,
    "unidad_organica": "Dirección de Educación Básica Alternativa",
    "funcion": "Supervisar y evaluar el cumplimiento de la normativa bajo el ámbito de su competencia, e implementar acciones de mejora según corresponda.",
    "literal": "i"
  },
  {
    "articulo": 120,
    "unidad_organica": "Dirección de Educación Básica Alternativa",
    "funcion": "Otras que en el marco de sus competencias le sean asignadas por la Dirección General de Educación Básica Alternativa, Intercultural Bilingüe, y de Servicios Educativos en el Ámbito Rural.",
    "literal": "j"
  }
]
