[
    {
        "articulo": "32",
        "unidad_organica": "Unidad de Programación e Inversiones",
        "funcion": "Cumplir las funciones de Oficina de Programación e Inversiones del sector, en el marco de las disposiciones establecidas por el Sistema Nacional de Inversión Pública, y demás normatividad que regula la materia.",
        "literal": "a"
    },
    {
        "articulo": "32",
        "unidad_organica": "Unidad de Programación e Inversiones",
        "funcion": "Mantener relaciones técnico-funcionales con los órganos rectores del Sistema Nacional de Inversión Pública.",
        "literal": "b"
    },
    {
        "articulo": "32",
        "unidad_organica": "Unidad de Programación e Inversiones",
        "funcion": "Emitir opinión en el marco del Sistema Nacional de Inversión Pública sobre la cartera de proyectos pasibles de ser atendidos a través de Asociaciones Público-Privadas y Obras por Impuestos.",
        "literal": "c"
    },
    {
        "articulo": "32",
        "unidad_organica": "Unidad de Programación e Inversiones",
        "funcion": "Evaluar y declarar la viabilidad de los Proyectos de Inversión Pública, de conformidad con la normatividad de la materia.",
        "literal": "d"
    },
    {
        "articulo": "32",
        "unidad_organica": "Unidad de Programación e Inversiones",
        "funcion": "Efectuar la programación, formulación, monitoreo, evaluación y control de la ejecución presupuestaria de las intervenciones del Pliego en materia de inversiones, bajo la conducción de la Unidad de Planificación y Presupuesto.",
        "literal": "e"
    },
    {
        "articulo": "32",
        "unidad_organica": "Unidad de Programación e Inversiones",
        "funcion": "Diseñar, conducir e implementar, en coordinación con los órganos correspondientes, instrumentos metodológicos para la priorización y focalización de inversiones, y para la mejora de los procesos de formulación y ejecución en todas las fases del ciclo y sus condiciones previas.",
        "literal": "f"
    },
    {
        "articulo": "32",
        "unidad_organica": "Unidad de Programación e Inversiones",
        "funcion": "Otras que en el marco de sus competencias le sean asignadas por la Oficina de Planificación Estratégica y Presupuesto.",
        "literal": "g"
    }
]
