[
    {
        "articulo": "41",
        "unidad_organica": "Unidad de Seguimiento y Evaluación",
        "funcion": "Proponer los documentos normativos para el seguimiento y la evaluación del impacto y desempeño de las intervenciones de la política educativa.",
        "literal": "a"
    },
    {
        "articulo": "41",
        "unidad_organica": "Unidad de Seguimiento y Evaluación",
        "funcion": "Diseñar, conducir e implementar las herramientas impulsadas por la Secretaría de Planificación Estratégica para el seguimiento del desempeño de las intervenciones de la política educativa.",
        "literal": "b"
    },
    {
        "articulo": "41",
        "unidad_organica": "Unidad de Seguimiento y Evaluación",
        "funcion": "Coordinar con los órganos competentes, el diseño, conducción e implementación de las herramientas de seguimiento de la política educativa impulsada por estos.",
        "literal": "c"
    },
    {
        "articulo": "41",
        "unidad_organica": "Unidad de Seguimiento y Evaluación",
        "funcion": "Impulsar, diseñar, realizar y supervisar evaluaciones de impacto y desempeño de las intervenciones de la política educativa.",
        "literal": "d"
    },
    {
        "articulo": "41",
        "unidad_organica": "Unidad de Seguimiento y Evaluación",
        "funcion": "Brindar acompañamiento técnico en las evaluaciones de impacto y desempeño de la política educativa, impulsadas por los órganos o unidades orgánicas del Ministerio, así como actuar como contra parte técnica en aquellas lideradas por otras entidades públicas o privadas.",
        "literal": "e"
    },
    {
        "articulo": "41",
        "unidad_organica": "Unidad de Seguimiento y Evaluación",
        "funcion": "Promover el uso de la evidencia generada por las acciones de seguimiento y evaluación lideradas por el Ministerio, así como por otras entidades u organizaciones públicas o privadas, para la mejora de la eficiencia y eficacia de las intervenciones de la política educativa.",
        "literal": "f"
    },
    {
        "articulo": "41",
        "unidad_organica": "Unidad de Seguimiento y Evaluación",
        "funcion": "Coordinar el diseño, implementación, operación e integración del sistema de información para la toma de decisiones estratégicas.",
        "literal": "g"
    },
    {
        "articulo": "41",
        "unidad_organica": "Unidad de Seguimiento y Evaluación",
        "funcion": "Realizar análisis estratégicos, así como evaluaciones, estudios e investigaciones de alcance sectorial, en coordinación con los órganos competentes.",
        "literal": "h"
    },
    {
        "articulo": "41",
        "unidad_organica": "Unidad de Seguimiento y Evaluación",
        "funcion": "Otras que en el marco de sus competencias le sean asignadas por la Oficina de Seguimiento y Evaluación Estratégica.",
        "literal": "i"
    }
]
