[
    {
        "articulo": "22",
        "unidad_organica": "Secretaría de Planificación Estratégica",
        "funcion": "Proponer la política, objetivos, estrategias sectoriales y documentos normativos, en coordinación con las entidades, programas nacionales, órganos y unidades orgánicas del sector Educación, en las materias de su competencia.",
        "literal": "a"
    },
    {
        "articulo": "22",
        "unidad_organica": "Secretaría de Planificación Estratégica",
        "funcion": "Conducir el sistema de planeamiento estratégico, de inversión pública y de presupuesto público del Pliego, de acuerdo a la normatividad de la materia.",
        "literal": "b"
    },
    {
        "articulo": "22",
        "unidad_organica": "Secretaría de Planificación Estratégica",
        "funcion": "Coordinar e integrar los sistemas de planificación, presupuesto sectorial e inversión pública.",
        "literal": "c"
    },
    {
        "articulo": "22",
        "unidad_organica": "Secretaría de Planificación Estratégica",
        "funcion": "Integrar los sistemas de información y de estadística del sector Educación.",
        "literal": "d"
    },
    {
        "articulo": "22",
        "unidad_organica": "Secretaría de Planificación Estratégica",
        "funcion": "Mantener relaciones técnico - funcionales con los entes rectores de los Sistemas Administrativos de Presupuesto Público, Planeamiento Estratégico e Inversión Pública, así como con el Instituto Nacional de Estadística e Informática y la Oficina Nacional de Gobierno Electrónico e Informática – ONGEI de la Presidencia del Consejo de Ministros, o las que hagan sus veces.",
        "literal": "e"
    },
    {
        "articulo": "22",
        "unidad_organica": "Secretaría de Planificación Estratégica",
        "funcion": "Coordinar y supervisar las acciones de seguimiento y evaluación de las intervenciones de la política educativa, en los aspectos vinculados a su ámbito de competencia.",
        "literal": "f"
    },
    {
        "articulo": "22",
        "unidad_organica": "Secretaría de Planificación Estratégica",
        "funcion": "Proponer y articular la implementación de mecanismos de financiamiento por desempeño a las instituciones, programas educativos e instancias de gestión educativa descentralizada en el sector Educación, en el marco de la normatividad vigente.",
        "literal": "g"
    },
    {
        "articulo": "22",
        "unidad_organica": "Secretaría de Planificación Estratégica",
        "funcion": "Conducir, planificar, diseñar, implementar y ejecutar las evaluaciones de logros de aprendizaje de estudiantes de la educación básica.",
        "literal": "h"
    },
    {
        "articulo": "22",
        "unidad_organica": "Secretaría de Planificación Estratégica",
        "funcion": "Gestionar los requerimientos de información necesaria para los procesos de planificación y gestión estratégica institucional, con los órganos, unidades orgánicas, Programas Nacionales y demás entidades del sector, según corresponda.",
        "literal": "i"
    },
    {
        "articulo": "22",
        "unidad_organica": "Secretaría de Planificación Estratégica",
        "funcion": "Proponer el Plan de Evaluaciones de logros de aprendizaje de estudiantes de educación básica.",
        "literal": "j"
    },
    {
        "articulo": "22",
        "unidad_organica": "Secretaría de Planificación Estratégica",
        "funcion": "Otras que en el marco de sus competencias le sean asignadas por el Despacho Ministerial.",
        "literal": "k"
    }
]
