[
    {
        "articulo": "89",
        "unidad_organica": "Oficina de Bienestar Social y Relaciones Laborales",
        "funcion": "Formular y ejecutar las acciones en materia de bienestar social, relaciones laborales, cultura y clima organizacional, así como en Seguridad y Salud en el Trabajo, en observancia de la normativa aplicable.",
        "literal": "a"
    },
    {
        "articulo": "89",
        "unidad_organica": "Oficina de Bienestar Social y Relaciones Laborales",
        "funcion": "Formular el Plan de Bienestar Social de los órganos y unidades orgánicas de la Sede Central, y su actualización.",
        "literal": "b"
    },
    {
        "articulo": "89",
        "unidad_organica": "Oficina de Bienestar Social y Relaciones Laborales",
        "funcion": "Realizar acciones relacionadas con las relaciones laborales individuales y colectivas, de conformidad con las disposiciones del órgano rector; así como efectuar el seguimiento, registrar y sistematizar los acuerdos a los que arriben las Comisiones Negociadoras.",
        "literal": "c"
    },
    {
        "articulo": "89",
        "unidad_organica": "Oficina de Bienestar Social y Relaciones Laborales",
        "funcion": "Implementar acciones para la mejora de la cultura y el clima organizacional en los órganos y unidades orgánicas de la Sede Central.",
        "literal": "d"
    },
    {
        "articulo": "89",
        "unidad_organica": "Oficina de Bienestar Social y Relaciones Laborales",
        "funcion": "Implementar actividades de esparcimiento para el personal de la Sede Central y sus familiares directos.",
        "literal": "e"
    },
    {
        "articulo": "89",
        "unidad_organica": "Oficina de Bienestar Social y Relaciones Laborales",
        "funcion": "Implementar las disposiciones del Plan de Seguridad y Salud, y del Reglamento de Seguridad y Salud en el Trabajo, brindando la asistencia necesaria.",
        "literal": "f"
    },
    {
        "articulo": "89",
        "unidad_organica": "Oficina de Bienestar Social y Relaciones Laborales",
        "funcion": "Informar sobre acciones de prevención de riesgos en materia ocupacional, de conformidad con la normatividad aplicable y las disposiciones emitidas por el Comité de Seguridad y Salud en el Trabajo.",
        "literal": "g"
    },
    {
        "articulo": "89",
        "unidad_organica": "Oficina de Bienestar Social y Relaciones Laborales",
        "funcion": "Coordinar la inscripción del personal de los órganos y unidades orgánicas de la Sede Central en los sistemas de seguridad social.",
        "literal": "h"
    },
    {
        "articulo": "89",
        "unidad_organica": "Oficina de Bienestar Social y Relaciones Laborales",
        "funcion": "Administrar la Base de Datos de derecho-habientes del personal de la Sede Central.",
        "literal": "i"
    },
    {
        "articulo": "89",
        "unidad_organica": "Oficina de Bienestar Social y Relaciones Laborales",
        "funcion": "Tramitar y hacer seguimiento a las solicitudes de subsidios presentados, así como otro tipo de beneficios otorgados según la normativa vigente.",
        "literal": "j"
    },
    {
        "articulo": "89",
        "unidad_organica": "Oficina de Bienestar Social y Relaciones Laborales",
        "funcion": "Administrar y velar por el adecuado funcionamiento de los servicios de salud que se brinda al personal del Ministerio.",
        "literal": "k"
    },
    {
        "articulo": "89",
        "unidad_organica": "Oficina de Bienestar Social y Relaciones Laborales",
        "funcion": "Brindar asistencia técnica en las materias de su competencia.",
        "literal": "l"
    },
    {
        "articulo": "89",
        "unidad_organica": "Oficina de Bienestar Social y Relaciones Laborales",
        "funcion": "Otras funciones que le sean asignadas por la Oficina General de Recursos Humanos.",
        "literal": "m"
    }
]
