[
    {
        "articulo": "56",
        "unidad_organica": "Secretaría Nacional de la Juventud",
        "funcion": "Promover, sin exclusión alguna, mecanismos de participación efectiva de la juventud en el diseño de proyectos y programas de fomento de los derechos, deberes y obligaciones de la juventud orientados a la construcción de ciudadanía.",
        "literal": "a"
    },
    {
        "articulo": "56",
        "unidad_organica": "Secretaría Nacional de la Juventud",
        "funcion": "Formular las políticas y el Plan Nacional de la Juventud, en coordinación con el Despacho Viceministerial de Gestión Pedagógica.",
        "literal": "b"
    },
    {
        "articulo": "56",
        "unidad_organica": "Secretaría Nacional de la Juventud",
        "funcion": "Formular, diseñar y aprobar planes, programas y proyectos viables que atienden las demandas y aspiraciones acordes a los derechos, deberes y obligaciones de la juventud desde la visión local, regional y nacional.",
        "literal": "c"
    },
    {
        "articulo": "56",
        "unidad_organica": "Secretaría Nacional de la Juventud",
        "funcion": "Coordinar y articular con los diversos organismos del Estado y de la sociedad, la ejecución de planes, programas y proyectos; así como monitorear y evaluar sus productos y resultados.",
        "literal": "d"
    },
    {
        "articulo": "56",
        "unidad_organica": "Secretaría Nacional de la Juventud",
        "funcion": "Promover programas de capacitación para el trabajo, liderazgo, actitudes solidarias y emprendedoras, que contribuyan a la empleabilidad.",
        "literal": "e"
    },
    {
        "articulo": "56",
        "unidad_organica": "Secretaría Nacional de la Juventud",
        "funcion": "Promover planes, programas, proyectos y actividades viables tendientes a la resocialización y reinserción de los grupos en riesgo social y/o abandono; a favor de la juventud rural y población joven con discapacidad.",
        "literal": "f"
    },
    {
        "articulo": "56",
        "unidad_organica": "Secretaría Nacional de la Juventud",
        "funcion": "Promover y brindar asistencia técnica al proceso eleccionario al que concurren los distintos estamentos que conforman el Consejo de Participación de la Juventud.",
        "literal": "g"
    },
    {
        "articulo": "56",
        "unidad_organica": "Secretaría Nacional de la Juventud",
        "funcion": "Gestionar la asistencia técnica y económica ante las instituciones públicas y privadas nacionales e internacionales para la ejecución de programas dirigidos al logro del desarrollo integral de la juventud, con arreglo a Ley.",
        "literal": "h"
    },
    {
        "articulo": "56",
        "unidad_organica": "Secretaría Nacional de la Juventud",
        "funcion": "Desarrollar y promover estudios e investigaciones en materia de juventud.",
        "literal": "i"
    },
    {
        "articulo": "56",
        "unidad_organica": "Secretaría Nacional de la Juventud",
        "funcion": "Sistematizar y difundir la información científica, técnica, jurídica y otras de su competencia.",
        "literal": "j"
    },
    {
        "articulo": "56",
        "unidad_organica": "Secretaría Nacional de la Juventud",
        "funcion": "Acreditar y certificar a las instituciones públicas y privadas que realicen trabajos en materia de la juventud.",
        "literal": "k"
    },
    {
        "articulo": "56",
        "unidad_organica": "Secretaría Nacional de la Juventud",
        "funcion": "Informar permanentemente a la opinión pública sobre los avances en el cumplimiento del Plan Nacional de la Juventud y los planes operativos.",
        "literal": "l"
    },
    {
        "articulo": "56",
        "unidad_organica": "Secretaría Nacional de la Juventud",
        "funcion": "Coordinar aspectos técnicos, jurídicos, administrativos con las dependencias y entidades de la administración pública, a nivel de gobiernos locales, regionales y sectores de la administración en general en materia de la juventud.",
        "literal": "m"
    },
    {
        "articulo": "56",
        "unidad_organica": "Secretaría Nacional de la Juventud",
        "funcion": "Mantener actualizado los registros nacionales de organizaciones juveniles e instituciones públicas y privadas a quienes acredite.",
        "literal": "n"
    },
    {
        "articulo": "56",
        "unidad_organica": "Secretaría Nacional de la Juventud",
        "funcion": "Promover acciones contra todo tipo de exclusión, discriminación e intolerancia.",
        "literal": "o"
    },
    {
        "articulo": "56",
        "unidad_organica": "Secretaría Nacional de la Juventud",
        "funcion": "Otras funciones que se le asigne.",
        "literal": "p"
    }
]
