[
    {
        "articulo": "65",
        "unidad_organica": "Oficina General de Asesoría Jurídica",
        "funcion": "Asesorar en aspectos de carácter jurídico a los órganos de la Alta Dirección.",
        "literal": "a"
    },
    {
        "articulo": "65",
        "unidad_organica": "Oficina General de Asesoría Jurídica",
        "funcion": "Emitir opinión de carácter jurídico sobre los proyectos de dispositivos normativos y actos resolutivos a ser suscritos por los órganos de la Alta Dirección, debiendo contar previamente con el/los informe/s elaborado/s por el órgano, unidad orgánica o dependencia correspondiente.",
        "literal": "b"
    },
    {
        "articulo": "65",
        "unidad_organica": "Oficina General de Asesoría Jurídica",
        "funcion": "Emitir opinión de carácter jurídico que le sea solicitada por los órganos, unidades orgánicas y dependencias del Ministerio.",
        "literal": "c"
    },
    {
        "articulo": "65",
        "unidad_organica": "Oficina General de Asesoría Jurídica",
        "funcion": "Revisar y visar, o en su caso, modificar los proyectos de dispositivos normativos o actos resolutivos a ser suscritos por los órganos de la Alta Dirección.",
        "literal": "d"
    },
    {
        "articulo": "65",
        "unidad_organica": "Oficina General de Asesoría Jurídica",
        "funcion": "Emitir pronunciamiento jurídico respecto de las discrepancias producidas entre órganos del Ministerio.",
        "literal": "e"
    },
    {
        "articulo": "65",
        "unidad_organica": "Oficina General de Asesoría Jurídica",
        "funcion": "Emitir opinión sobre la viabilidad legal de la suscripción de convenios, contratos, actas de compromiso, actas de entendimiento, acuerdos interinstitucionales, entre otros, a ser suscritos por la Alta Dirección.",
        "literal": "f"
    },
    {
        "articulo": "65",
        "unidad_organica": "Oficina General de Asesoría Jurídica",
        "funcion": "Emitir opinión jurídica respecto de los proyectos y autógrafas de Ley.",
        "literal": "g"
    },
    {
        "articulo": "65",
        "unidad_organica": "Oficina General de Asesoría Jurídica",
        "funcion": "Sistematizar la normativa emitida por el Ministerio.",
        "literal": "h"
    },
    {
        "articulo": "65",
        "unidad_organica": "Oficina General de Asesoría Jurídica",
        "funcion": "Otras funciones que le sean encomendadas por la Secretaría General.",
        "literal": "i"
    }
]
