[
    {
        "articulo": "91",
        "unidad_organica": "Oficina General de Comunicaciones",
        "funcion": "Diseñar, proponer y conducir la estrategia comunicacional del Ministerio; así como asistir a los órganos y unidades orgánicas en las materias de su competencia.",
        "literal": "a"
    },
    {
        "articulo": "91",
        "unidad_organica": "Oficina General de Comunicaciones",
        "funcion": "Conducir acciones de sensibilización para promover la participación de la ciudadanía, la sociedad civil y el sector privado en beneficio de la educación.",
        "literal": "b"
    },
    {
        "articulo": "91",
        "unidad_organica": "Oficina General de Comunicaciones",
        "funcion": "Brindar conformidad a las propuestas comunicacionales y publicitarias de los órganos y unidades orgánicas, así como conducir y coordinar la difusión de las acciones y las políticas educativas del Ministerio.",
        "literal": "c"
    },
    {
        "articulo": "91",
        "unidad_organica": "Oficina General de Comunicaciones",
        "funcion": "Supervisar el cumplimiento de las disposiciones sobre la línea gráfica e identidad visual del Ministerio por parte de los órganos y unidades orgánicas.",
        "literal": "d"
    },
    {
        "articulo": "91",
        "unidad_organica": "Oficina General de Comunicaciones",
        "funcion": "Proponer y efectuar el seguimiento del cumplimiento del Plan de Estrategia Publicitaria y otros de similar naturaleza.",
        "literal": "e"
    },
    {
        "articulo": "91",
        "unidad_organica": "Oficina General de Comunicaciones",
        "funcion": "Supervisar la implementación del Plan de Medios y la realización de las campañas publicitarias.",
        "literal": "f"
    },
    {
        "articulo": "91",
        "unidad_organica": "Oficina General de Comunicaciones",
        "funcion": "Supervisar la elaboración de todas las herramientas de comunicación interna del Ministerio.",
        "literal": "g"
    },
    {
        "articulo": "91",
        "unidad_organica": "Oficina General de Comunicaciones",
        "funcion": "Programar y ejecutar las atenciones oficiales, actos protocolares u otras actividades institucionales de la Alta Dirección.",
        "literal": "h"
    },
    {
        "articulo": "91",
        "unidad_organica": "Oficina General de Comunicaciones",
        "funcion": "Conducir y supervisar la organización de actividades y eventos relacionados con las políticas y acciones educativas.",
        "literal": "i"
    },
    {
        "articulo": "91",
        "unidad_organica": "Oficina General de Comunicaciones",
        "funcion": "Supervisar la administración del portal institucional así como del Portal de Transparencia del Ministerio, incorporando opciones para que las personas con discapacidad puedan acceder a la información que contienen, en el marco de la normativa aplicable.",
        "literal": "j"
    },
    {
        "articulo": "91",
        "unidad_organica": "Oficina General de Comunicaciones",
        "funcion": "Mantener informada a la Alta Dirección sobre las noticias relacionadas con el sector Educación.",
        "literal": "k"
    },
    {
        "articulo": "91",
        "unidad_organica": "Oficina General de Comunicaciones",
        "funcion": "Otras funciones que le sean encomendadas por la Secretaría General.",
        "literal": "l"
    }
]
