[
    {
        "articulo": "13",
        "unidad_organica": "Secretaría General",
        "funcion": "Dirigir y supervisar los Sistemas Administrativos de Abastecimiento, Gestión de Recursos Humanos, Contabilidad y Tesorería.",
        "literal": "a"
    },
    {
        "articulo": "13",
        "unidad_organica": "Secretaría General",
        "funcion": "Brindar asistencia, asesoría, y apoyo técnico y administrativo al Ministro de Educación.",
        "literal": "b"
    },
    {
        "articulo": "13",
        "unidad_organica": "Secretaría General",
        "funcion": "Visar y poner a consideración del Ministro los dispositivos normativos y actos resolutivos que requieran su aprobación.",
        "literal": "c"
    },
    {
        "articulo": "13",
        "unidad_organica": "Secretaría General",
        "funcion": "Numerar, registrar, notificar y custodiar los convenios y actos resolutivos emitidos por la Alta Dirección, así como registrar y custodiar los dispositivos normativos del Ministerio, y disponer su publicación en el Diario Oficial “El Peruano”, cuando corresponda.",
        "literal": "d"
    },
    {
        "articulo": "13",
        "unidad_organica": "Secretaría General",
        "funcion": "Supervisar la sistematización y publicación de los dispositivos normativos y actos resolutivos del Ministerio en el portal institucional.",
        "literal": "e"
    },
    {
        "articulo": "13",
        "unidad_organica": "Secretaría General",
        "funcion": "Establecer y mantener comunicación oficial con las diferentes instancias y entidades de gobierno.",
        "literal": "f"
    },
    {
        "articulo": "13",
        "unidad_organica": "Secretaría General",
        "funcion": "Supervisar las acciones vinculadas con las comunicaciones y relaciones interinstitucionales.",
        "literal": "g"
    },
    {
        "articulo": "13",
        "unidad_organica": "Secretaría General",
        "funcion": "Supervisar las acciones relacionadas con la transparencia, la ética pública y la lucha contra la corrupción.",
        "literal": "h"
    },
    {
        "articulo": "13",
        "unidad_organica": "Secretaría General",
        "funcion": "Supervisar las acciones en materia de cooperación técnica internacional no reembolsable y de relaciones internacionales.",
        "literal": "i"
    },
    {
        "articulo": "13",
        "unidad_organica": "Secretaría General",
        "funcion": "Velar por el acceso a la información pública de la entidad, de acuerdo con la normativa de la materia.",
        "literal": "j"
    },
    {
        "articulo": "13",
        "unidad_organica": "Secretaría General",
        "funcion": "Supervisar la actualización permanente del portal institucional y del portal de transparencia del Ministerio.",
        "literal": "k"
    },
    {
        "articulo": "13",
        "unidad_organica": "Secretaría General",
        "funcion": "Supervisar las actividades correspondientes a la gestión documental del Ministerio, de conformidad con las normas vigentes.",
        "literal": "l"
    },
    {
        "articulo": "13",
        "unidad_organica": "Secretaría General",
        "funcion": "Supervisar las acciones referidas a la Gestión del Riesgo de Desastres, la Seguridad y Defensa Nacional, así como los procesos de diálogo y negociación que correspondan al Ministerio, de acuerdo con las normas vigentes sobre la materia.",
        "literal": "m"
    },
    {
        "articulo": "13",
        "unidad_organica": "Secretaría General",
        "funcion": "Supervisar el seguimiento a las acciones sobre implementación de medidas correctivas derivadas de actividades y acciones de control, e informar a los órganos del Sistema Nacional de Control sobre tal materia.",
        "literal": "n"
    },
    {
        "articulo": "13",
        "unidad_organica": "Secretaría General",
        "funcion": "Representar al Ministro en actos y gestiones que le sean encomendados.",
        "literal": "o"
    },
    {
        "articulo": "13",
        "unidad_organica": "Secretaría General",
        "funcion": "Aprobar actos resolutivos y documentos normativos en el ámbito de su competencia, así como en aquellas materias que le hayan sido delegadas.",
        "literal": "p"
    },
    {
        "articulo": "13",
        "unidad_organica": "Secretaría General",
        "funcion": "Otras funciones que le asigne el Ministro de Educación.",
        "literal": "q"
    }
]
