[
    {
        "articulo": "102",
        "unidad_organica": "Oficina de Atención al Ciudadano y Gestión Documental",
        "funcion": "Brindar información sobre el trámite de los expedientes y orientar a los ciudadanos en la presentación de solicitudes y denuncias, así como sobre los requisitos y procedimientos contenidos en el Texto Único de Procedimientos Administrativos – TUPA del Ministerio.",
        "literal": "a"
    },
    {
        "articulo": "102",
        "unidad_organica": "Oficina de Atención al Ciudadano y Gestión Documental",
        "funcion": "Dirigir, organizar, capacitar, asistir y controlar las acciones de gestión documental y archivo en el Ministerio.",
        "literal": "b"
    },
    {
        "articulo": "102",
        "unidad_organica": "Oficina de Atención al Ciudadano y Gestión Documental",
        "funcion": "Conservar, organizar, custodiar y depurar la documentación que obra en el archivo del Ministerio, de acuerdo con la normativa aplicable.",
        "literal": "c"
    },
    {
        "articulo": "102",
        "unidad_organica": "Oficina de Atención al Ciudadano y Gestión Documental",
        "funcion": "Administrar y efectuar el seguimiento del sistema de información para la administración documental; así como difundir y capacitar sobre su uso.",
        "literal": "d"
    },
    {
        "articulo": "102",
        "unidad_organica": "Oficina de Atención al Ciudadano y Gestión Documental",
        "funcion": "Facilitar el acceso de los ciudadanos al Libro de Reclamaciones de la Entidad; así como custodiarlo.",
        "literal": "e"
    },
    {
        "articulo": "102",
        "unidad_organica": "Oficina de Atención al Ciudadano y Gestión Documental",
        "funcion": "Administrar la documentación a ser remitida por el Ministerio a otras entidades o ciudadanos, en coordinación con los órganos, unidades orgánicas y dependencias.",
        "literal": "f"
    },
    {
        "articulo": "102",
        "unidad_organica": "Oficina de Atención al Ciudadano y Gestión Documental",
        "funcion": "Emitir certificados de estudios de Educación Primaria, Secundaria y Superior Pedagógica, Tecnológica o Artística, de conformidad con las actas que obran en los archivos correspondientes del Ministerio, que no correspondan a las Direcciones Regionales de Educación, o los que hagan sus veces, ni a las Unidades de Gestión Educativa Local.",
        "literal": "g"
    },
    {
        "articulo": "102",
        "unidad_organica": "Oficina de Atención al Ciudadano y Gestión Documental",
        "funcion": "Emitir los actos resolutivos que reconocen, revalidan o convalidan los estudios realizados en el extranjero, a nivel de educación primaria y secundaria, conforme a los Planes y Programas proporcionados por los Consulados de cada país en el Perú.",
        "literal": "h"
    },
    {
        "articulo": "102",
        "unidad_organica": "Oficina de Atención al Ciudadano y Gestión Documental",
        "funcion": "Legalizar la firma del funcionario que suscribe los certificados de estudios, diplomas, grados y títulos y otros documentos, para el uso en el extranjero por parte de sus titulares, según la normativa aplicable.",
        "literal": "i"
    },
    {
        "articulo": "102",
        "unidad_organica": "Oficina de Atención al Ciudadano y Gestión Documental",
        "funcion": "Certificar y autenticar documentos que obran en el archivo del Ministerio.",
        "literal": "j"
    },
    {
        "articulo": "102",
        "unidad_organica": "Oficina de Atención al Ciudadano y Gestión Documental",
        "funcion": "Emitir el acto resolutivo que rectifica los nombres y/o apellidos consignados erróneamente en las actas de evaluación correspondientes.",
        "literal": "k"
    },
    {
        "articulo": "102",
        "unidad_organica": "Oficina de Atención al Ciudadano y Gestión Documental",
        "funcion": "Organizar, conservar, custodiar y otorgar copias autenticadas, cuando corresponda, de las Actas de Evaluación Final y de Recuperación de Estudios que obran en los archivos (1963 - 1995).",
        "literal": "l"
    },
    {
        "articulo": "102",
        "unidad_organica": "Oficina de Atención al Ciudadano y Gestión Documental",
        "funcion": "Brindar asistencia técnica sobre las materias de su competencia.",
        "literal": "m"
    },
    {
        "articulo": "102",
        "unidad_organica": "Oficina de Atención al Ciudadano y Gestión Documental",
        "funcion": "Otras funciones que le asigne la Secretaría General.",
        "literal": "n"
    }
]
