[
    {
        "articulo": "17",
        "unidad_organica": "Órgano de Control Institucional",
        "funcion": "Ejercer el control interno posterior a los actos y operaciones de la entidad, sobre la base de los lineamientos y cumplimiento del Plan Anual de Control a que se refiere el artículo 7 de la Ley Nº 27785, así como el control externo a que se refiere el artículo 8 de la referida Ley, por encargo de la Contraloría General.",
        "literal": "a"
    },
    {
        "articulo": "17",
        "unidad_organica": "Órgano de Control Institucional",
        "funcion": "Efectuar auditorías a los estados financieros y presupuestarios de la entidad, así como a la gestión de la misma, de conformidad con los lineamientos que emita la Contraloría General.",
        "literal": "b"
    },
    {
        "articulo": "17",
        "unidad_organica": "Órgano de Control Institucional",
        "funcion": "Ejecutar las labores de control a los actos y operaciones de la entidad, que disponga la Contraloría General. Cuando estas labores de Control sean requeridas por el Titular de la entidad y tengan el carácter de no programadas, su ejecución se efectuará de conformidad con los lineamientos que emita la Contraloría General.",
        "literal": "c"
    },
    {
        "articulo": "17",
        "unidad_organica": "Órgano de Control Institucional",
        "funcion": "Ejercer el control simultáneo en la entidad dentro del marco de lo establecido en las disposiciones emitidas por la Contraloría General, con el propósito de contribuir a la gestión, sin que comprometa el ejercicio del control posterior.",
        "literal": "d"
    },
    {
        "articulo": "17",
        "unidad_organica": "Órgano de Control Institucional",
        "funcion": "Remitir los informes resultantes de sus labores de control tanto a la Contraloría General, como al Titular de la entidad, cuando corresponda, conforme a las disposiciones sobre la materia.",
        "literal": "e"
    },
    {
        "articulo": "17",
        "unidad_organica": "Órgano de Control Institucional",
        "funcion": "Actuar de oficio, en los actos y operaciones de la entidad, cuando se adviertan indicios razonables de ilegalidad, de omisión o de incumplimiento, informando al Titular de la entidad para que adopte las medidas correctivas pertinentes.",
        "literal": "f"
    },
    {
        "articulo": "17",
        "unidad_organica": "Órgano de Control Institucional",
        "funcion": "Orientar, recibir, derivar y/o atender las denuncias que formulen los servidores, funcionarios públicos y ciudadanía en general, otorgándole el trámite que corresponda, de conformidad con las disposiciones del Sistema Nacional de Atención de Denuncias y las que establezca la Contraloría General sobre la materia.",
        "literal": "g"
    },
    {
        "articulo": "17",
        "unidad_organica": "Órgano de Control Institucional",
        "funcion": "Formular, ejecutar y evaluar el Plan Anual de Control aprobado por la Contraloría General, de acuerdo a los lineamientos y disposiciones emitidas para el efecto.",
        "literal": "h"
    },
    {
        "articulo": "17",
        "unidad_organica": "Órgano de Control Institucional",
        "funcion": "Efectuar el seguimiento de las medidas correctivas que implemente la entidad, como resultado de las labores de control, comprobando y calificando su materialización efectiva, conforme a las disposiciones de la materia.",
        "literal": "i"
    },
    {
        "articulo": "17",
        "unidad_organica": "Órgano de Control Institucional",
        "funcion": "Apoyar a las Comisiones que designe la Contraloría General para la ejecución de las labores de control en el ámbito de la entidad. Asimismo, el Jefe del OCI y el personal de dicho Órgano colaborarán, por disposición de la Contraloría General, en otras labores de control, por razones operativas o de especialidad.",
        "literal": "j"
    },
    {
        "articulo": "17",
        "unidad_organica": "Órgano de Control Institucional",
        "funcion": "Verificar el cumplimiento de las disposiciones legales y normativa interna aplicables a la entidad, por parte de las unidades orgánicas y personal de ésta.",
        "literal": "k"
    },
    {
        "articulo": "17",
        "unidad_organica": "Órgano de Control Institucional",
        "funcion": "Cumplir diligente y oportunamente con los encargos y requerimientos que le formule la Contraloría General.",
        "literal": "l"
    },
    {
        "articulo": "17",
        "unidad_organica": "Órgano de Control Institucional",
        "funcion": "Cautelar que la publicidad de los informes resultantes de sus acciones de control se realice de conformidad con las disposiciones de la materia.",
        "literal": "m"
    },
    {
        "articulo": "17",
        "unidad_organica": "Órgano de Control Institucional",
        "funcion": "Promover la capacitación permanente del personal que conforma el OCI, incluida la Jefatura, a través de la Escuela Nacional de Control de la Contraloría General y otras instituciones, en temas vinculados con el control gubernamental, la Administración Pública y materias afines.",
        "literal": "n"
    },
    {
        "articulo": "17",
        "unidad_organica": "Órgano de Control Institucional",
        "funcion": "Mantener ordenados, custodiados y a disposición de la Contraloría General durante diez (10) años los informes de control, papeles de trabajo, denuncias recibidas y los documentos relativos a la actividad funcional de los OCI, luego de los cuales quedan sujetos a las normas de archivo vigentes para el sector público. El Jefe del OCI adoptará las medidas pertinentes para la cautela y custodia del acervo documental.",
        "literal": "o"
    },
    {
        "articulo": "17",
        "unidad_organica": "Órgano de Control Institucional",
        "funcion": "Cautelar que el personal del OCI dé cumplimiento a las normas y principios que rigen la conducta, impedimentos, incompatibilidades y prohibiciones de los funcionarios y servidores públicos, de acuerdo a las disposiciones de la materia.",
        "literal": "p"
    },
    {
        "articulo": "17",
        "unidad_organica": "Órgano de Control Institucional",
        "funcion": "Mantener en reserva la información clasificada obtenida en el ejercicio de sus actividades.",
        "literal": "q"
    },
    {
        "articulo": "17",
        "unidad_organica": "Órgano de Control Institucional",
        "funcion": "Otras que establezca la Contraloría General de la República.",
        "literal": "r"
    }
]
