[
    {
        "articulo": "43",
        "unidad_organica": "Oficina de Medición de la Calidad de los Aprendizajes",
        "funcion": "Diseñar e implementar las evaluaciones de logros de aprendizaje de estudiantes de educación básica a nivel nacional.",
        "literal": "a"
    },
    {
        "articulo": "43",
        "unidad_organica": "Oficina de Medición de la Calidad de los Aprendizajes",
        "funcion": "Proporcionar indicadores de logros de aprendizaje de estudiantes de educación básica, que permitan monitorear su grado de avance y contribuir a la formulación y retroalimentación de la política educativa y toma de decisiones en materia educativa.",
        "literal": "b"
    },
    {
        "articulo": "43",
        "unidad_organica": "Oficina de Medición de la Calidad de los Aprendizajes",
        "funcion": "Formular el plan de evaluaciones de logros de aprendizaje de estudiantes de educación básica, de acuerdo con la normativa del Ministerio.",
        "literal": "c"
    },
    {
        "articulo": "43",
        "unidad_organica": "Oficina de Medición de la Calidad de los Aprendizajes",
        "funcion": "Difundir los indicadores de logros de aprendizaje de estudiantes de educación básica, cumpliendo con el Código de Buenas Prácticas Estadísticas del Perú y demás normas aplicables, como integrante del Sistema Estadístico Nacional.",
        "literal": "d"
    },
    {
        "articulo": "43",
        "unidad_organica": "Oficina de Medición de la Calidad de los Aprendizajes",
        "funcion": "Administrar la reserva de los instrumentos de evaluación, en concordancia con una política de confidencialidad.",
        "literal": "e"
    },
    {
        "articulo": "43",
        "unidad_organica": "Oficina de Medición de la Calidad de los Aprendizajes",
        "funcion": "Mantener la validez y confiabilidad estadística de los instrumentos de evaluación, así como la comparabilidad de los resultados de su aplicación, a lo largo del tiempo.",
        "literal": "f"
    },
    {
        "articulo": "43",
        "unidad_organica": "Oficina de Medición de la Calidad de los Aprendizajes",
        "funcion": "Promover una cultura de evaluación en la comunidad educativa, a fin de generar competencia técnica y una actitud positiva hacia la evaluación.",
        "literal": "g"
    },
    {
        "articulo": "43",
        "unidad_organica": "Oficina de Medición de la Calidad de los Aprendizajes",
        "funcion": "Conducir e implementar las evaluaciones internacionales de logros de aprendizaje de estudiantes de educación básica en las que el Perú participe, como representante del Ministerio ante el organismo internacional correspondiente.",
        "literal": "h"
    },
    {
        "articulo": "43",
        "unidad_organica": "Oficina de Medición de la Calidad de los Aprendizajes",
        "funcion": "Promover y realizar investigaciones sobre la información generada a través de las evaluaciones de logros de aprendizaje de estudiantes de educación básica y sus factores asociados, para contribuir con el mejoramiento de aquellas y con la innovación educativa, en coordinación con las áreas respectivas.",
        "literal": "i"
    },
    {
        "articulo": "43",
        "unidad_organica": "Oficina de Medición de la Calidad de los Aprendizajes",
        "funcion": "Promover el desarrollo de capacidades regionales para el análisis y uso de la información generada a través de las evaluaciones de logros de aprendizaje de estudiantes de educación básica, en coordinación con los órganos competentes.",
        "literal": "j"
    },
    {
        "articulo": "43",
        "unidad_organica": "Oficina de Medición de la Calidad de los Aprendizajes",
        "funcion": "Asesorar a los órganos del Ministerio en temas vinculados con la evaluación de logros de aprendizaje de estudiantes de educación básica.",
        "literal": "k"
    },
    {
        "articulo": "43",
        "unidad_organica": "Oficina de Medición de la Calidad de los Aprendizajes",
        "funcion": "Otras que en el marco de sus competencias le sean asignadas por la Secretaría de Planificación Estratégica.",
        "literal": "l"
    }
]
