[
    {
        "articulo": "45",
        "unidad_organica": "Oficina de Tecnologías de la Información y Comunicación",
        "funcion": "Proponer, desarrollar e implementar los documentos normativos y estándares relacionados con el desarrollo de los sistemas de información, adquisición y administración de equipamiento de cómputo, redes y comunicaciones, y el uso de los recursos informáticos del sector Educación, en el marco de la normativa vigente.",
        "literal": "a"
    },
    {
        "articulo": "45",
        "unidad_organica": "Oficina de Tecnologías de la Información y Comunicación",
        "funcion": "Proponer documentos normativos para el establecimiento de la conectividad requerida entre las Instancias de Gestión Educativa Descentralizada.",
        "literal": "b"
    },
    {
        "articulo": "45",
        "unidad_organica": "Oficina de Tecnologías de la Información y Comunicación",
        "funcion": "Elaborar, desarrollar, ejecutar, evaluar y actualizar el Plan Estratégico de Tecnologías de Información (PETI) del Ministerio, en armonía con el Plan Estratégico Institucional.",
        "literal": "c"
    },
    {
        "articulo": "45",
        "unidad_organica": "Oficina de Tecnologías de la Información y Comunicación",
        "funcion": "Asesorar y brindar asistencia técnica en los temas relacionados con las Tecnologías de la Información y Redes de Comunicación en el sector Educación, en coordinación con los órganos competentes.",
        "literal": "d"
    },
    {
        "articulo": "45",
        "unidad_organica": "Oficina de Tecnologías de la Información y Comunicación",
        "funcion": "Formular las políticas, planes y proyectos referidos a la modernización de la gestión y estandarización de procesos para el desarrollo de sistemas de información y de comunicaciones.",
        "literal": "e"
    },
    {
        "articulo": "45",
        "unidad_organica": "Oficina de Tecnologías de la Información y Comunicación",
        "funcion": "Establecer los planes de contingencia necesarios para la seguridad de los procesos informáticos y la información del sector Educación.",
        "literal": "f"
    },
    {
        "articulo": "45",
        "unidad_organica": "Oficina de Tecnologías de la Información y Comunicación",
        "funcion": "Administrar y supervisar la ejecución del portafolio de proyectos de Tecnologías de la Información y Comunicaciones institucionales del Ministerio.",
        "literal": "g"
    },
    {
        "articulo": "45",
        "unidad_organica": "Oficina de Tecnologías de la Información y Comunicación",
        "funcion": "Administrar las bases de datos y sistemas de información institucional a su cargo, realizando el seguimiento para su permanente actualización.",
        "literal": "h"
    },
    {
        "articulo": "45",
        "unidad_organica": "Oficina de Tecnologías de la Información y Comunicación",
        "funcion": "Brindar soporte técnico para el adecuado funcionamiento de los sistemas de información del Ministerio.",
        "literal": "i"
    },
    {
        "articulo": "45",
        "unidad_organica": "Oficina de Tecnologías de la Información y Comunicación",
        "funcion": "Otras que en el marco de sus competencias le sean asignadas por la Secretaría de Planificación Estratégica.",
        "literal": "j"
    }
]
