[
    {
        "articulo": "25",
        "unidad_organica": "Oficina de Planificación Estratégica y Presupuesto",
        "funcion": "Conducir, coordinar y orientar los procesos de planeamiento, presupuesto, inversión y organización institucional, según corresponda, en el marco de la normatividad vigente.",
        "literal": "a"
    },
    {
        "articulo": "25",
        "unidad_organica": "Oficina de Planificación Estratégica y Presupuesto",
        "funcion": "Orientar y proponer documentos normativos de alcance sectorial en materia de planeamiento, presupuesto, inversión y organización, en el marco de la normatividad vigente y políticas sobre la materia.",
        "literal": "b"
    },
    {
        "articulo": "25",
        "unidad_organica": "Oficina de Planificación Estratégica y Presupuesto",
        "funcion": "Proponer los objetivos sectoriales, políticas, prioridades y estrategias para el desarrollo educativo, en el ámbito de su competencia.",
        "literal": "c"
    },
    {
        "articulo": "25",
        "unidad_organica": "Oficina de Planificación Estratégica y Presupuesto",
        "funcion": "Cumplir las funciones de Oficina de Programación e Inversiones del sector, en el marco de las disposiciones del Sistema Nacional de Inversión Pública, y demás normatividad que regula la materia.",
        "literal": "d"
    },
    {
        "articulo": "25",
        "unidad_organica": "Oficina de Planificación Estratégica y Presupuesto",
        "funcion": "Mantener relaciones técnico - funcionales con los órganos rectores de los Sistemas de Presupuesto, Inversión Pública, Planificación y Modernización de la Gestión Pública.",
        "literal": "e"
    },
    {
        "articulo": "25",
        "unidad_organica": "Oficina de Planificación Estratégica y Presupuesto",
        "funcion": "Proponer y coordinar la implementación de metodologías y mecanismos de financiamiento por desempeño a los programas educativos e instancias de gestión educativa descentralizada, en coordinación con los órganos competentes y entidades del sector Educación, según corresponda.",
        "literal": "f"
    },
    {
        "articulo": "25",
        "unidad_organica": "Oficina de Planificación Estratégica y Presupuesto",
        "funcion": "Determinar los requerimientos de información para el proceso de planificación y gestión estratégica institucional, en coordinación con los órganos y unidades orgánicas del Ministerio.",
        "literal": "g"
    },
    {
        "articulo": "25",
        "unidad_organica": "Oficina de Planificación Estratégica y Presupuesto",
        "funcion": "Supervisar la ejecución presupuestaria del Pliego y sus Organismos Públicos; así como monitorear la ejecución presupuestaria de los créditos presupuestarios transferidos a los Gobiernos Regionales para fines educativos.",
        "literal": "h"
    },
    {
        "articulo": "25",
        "unidad_organica": "Oficina de Planificación Estratégica y Presupuesto",
        "funcion": "Coordinar con la Dirección General de Infraestructura Educativa el trámite de los proyectos que puedan ser ejecutados bajo la modalidad de Asociaciones Público- Privadas y Obras por Impuestos, emitiendo opinión en el marco de los Sistemas de Planeamiento, Presupuesto Público e Inversiones.",
        "literal": "i"
    },
    {
        "articulo": "25",
        "unidad_organica": "Oficina de Planificación Estratégica y Presupuesto",
        "funcion": "Otras que en el marco de sus competencias le sean asignadas por la Secretaría de Planificación Estratégica.",
        "literal": "j"
    }
]
