[
    {
        "articulo": "63",
        "unidad_organica": "Dirección de Asistencia Integral y Monitoreo",
        "funcion": "Promover y brindar asistencia técnica en políticas de juventud y en la implementación del Plan Nacional de la Juventud a instituciones públicas y privadas y a las distintas organizaciones juveniles.",
        "literal": "a"
    },
    {
        "articulo": "63",
        "unidad_organica": "Dirección de Asistencia Integral y Monitoreo",
        "funcion": "Articular políticas, planes, programas, proyectos y actividades sobre temas de juventud con las instituciones públicas y privadas y las distintas organizaciones juveniles.",
        "literal": "b"
    },
    {
        "articulo": "63",
        "unidad_organica": "Dirección de Asistencia Integral y Monitoreo",
        "funcion": "Formular el Plan Nacional de la Juventud bajo un criterio transversal e intersectorial en coordinación con las instituciones públicas y privadas y organizaciones de la sociedad civil que trabajan temas de juventud.",
        "literal": "c"
    },
    {
        "articulo": "63",
        "unidad_organica": "Dirección de Asistencia Integral y Monitoreo",
        "funcion": "Supervisar, monitorear y evaluar el cumplimiento de las políticas, planes, programas, proyectos, y actividades relacionadas a temas de juventud.",
        "literal": "d"
    },
    {
        "articulo": "63",
        "unidad_organica": "Dirección de Asistencia Integral y Monitoreo",
        "funcion": "Elaborar, implementar y conducir los lineamientos de política orientados a la promoción de los deberes y derechos de los jóvenes.",
        "literal": "e"
    },
    {
        "articulo": "63",
        "unidad_organica": "Dirección de Asistencia Integral y Monitoreo",
        "funcion": "Coordinar el asesoramiento jurídico de manera permanente respecto a los derechos y deberes de la juventud.",
        "literal": "f"
    },
    {
        "articulo": "63",
        "unidad_organica": "Dirección de Asistencia Integral y Monitoreo",
        "funcion": "Promover la implementación de las medidas de protección a favor de los jóvenes mediante la correcta aplicación de las normas existentes a favor de la juventud.",
        "literal": "g"
    },
    {
        "articulo": "63",
        "unidad_organica": "Dirección de Asistencia Integral y Monitoreo",
        "funcion": "Incentivar la cultura de respeto de los derechos de los jóvenes.",
        "literal": "h"
    },
    {
        "articulo": "63",
        "unidad_organica": "Dirección de Asistencia Integral y Monitoreo",
        "funcion": "Otras funciones que le sean encomendadas por la Secretaría Nacional de la Juventud.",
        "literal": "i"
    }
]
