[
    {
        "articulo": "82",
        "unidad_organica": "Oficina General de Recursos Humanos",
        "funcion": "Planificar, proponer, ejecutar, supervisar y evaluar la política y acciones relacionadas con la gestión del recurso humano en el Ministerio, en observancia de la normativa aplicable, con excepción del personal que se encuentra comprendido en la carrera magisterial.",
        "literal": "a"
    },
    {
        "articulo": "82",
        "unidad_organica": "Oficina General de Recursos Humanos",
        "funcion": "Asistir y orientar sobre el Sistema Administrativo de Gestión de Recursos Humanos a los órganos, unidades orgánicas y dependencias del Ministerio.",
        "literal": "b"
    },
    {
        "articulo": "82",
        "unidad_organica": "Oficina General de Recursos Humanos",
        "funcion": "Emitir opinión sobre las materias de su competencia, que le sea solicitada por los órganos, unidades orgánicas y dependencias del Ministerio.",
        "literal": "c"
    },
    {
        "articulo": "82",
        "unidad_organica": "Oficina General de Recursos Humanos",
        "funcion": "Gestionar los perfiles de puestos, así como dirigir la formulación de las funciones a desarrollar en los puestos de trabajo, los requisitos de idoneidad y las condiciones que les resulten aplicables.",
        "literal": "d"
    },
    {
        "articulo": "82",
        "unidad_organica": "Oficina General de Recursos Humanos",
        "funcion": "Dirigir la formulación del Cuadro de Puestos de la Entidad y sus actualizaciones, a ser propuesto a la Alta Dirección.",
        "literal": "e"
    },
    {
        "articulo": "82",
        "unidad_organica": "Oficina General de Recursos Humanos",
        "funcion": "Proponer orientaciones, disposiciones o procedimientos para la incorporación del personal del Ministerio hasta su desvinculación.",
        "literal": "f"
    },
    {
        "articulo": "82",
        "unidad_organica": "Oficina General de Recursos Humanos",
        "funcion": "Supervisar la administración de los legajos y los documentos sobre acciones de personal.",
        "literal": "g"
    },
    {
        "articulo": "82",
        "unidad_organica": "Oficina General de Recursos Humanos",
        "funcion": "Brindar las condiciones necesarias para el funcionamiento de la Secretaría Técnica de los órganos instructores del procedimiento administrativo disciplinario del Ministerio.",
        "literal": "h"
    },
    {
        "articulo": "82",
        "unidad_organica": "Oficina General de Recursos Humanos",
        "funcion": "Dirigir la elaboración de la Planilla Única de Remuneraciones del personal activo y cesante de la Sede Central, y supervisar la administración de los sistemas correspondientes.",
        "literal": "i"
    },
    {
        "articulo": "82",
        "unidad_organica": "Oficina General de Recursos Humanos",
        "funcion": "Promover el reconocimiento de los aportes del personal del Ministerio por el cumplimiento de los objetivos y metas institucionales.",
        "literal": "j"
    },
    {
        "articulo": "82",
        "unidad_organica": "Oficina General de Recursos Humanos",
        "funcion": "Proponer y dirigir los procesos de inducción, capacitación y progresión del personal del Ministerio.",
        "literal": "k"
    },
    {
        "articulo": "82",
        "unidad_organica": "Oficina General de Recursos Humanos",
        "funcion": "Supervisar las acciones vinculadas con las relaciones laborales individuales y colectivas, y realizar el seguimiento al cumplimiento de los acuerdos a los que arriben las Comisiones Negociadoras.",
        "literal": "l"
    },
    {
        "articulo": "82",
        "unidad_organica": "Oficina General de Recursos Humanos",
        "funcion": "Promover la mejora de la cultura y clima organizacional en el Ministerio.",
        "literal": "m"
    },
    {
        "articulo": "82",
        "unidad_organica": "Oficina General de Recursos Humanos",
        "funcion": "Promover acciones de bienestar social y actividades de esparcimiento para el personal del Ministerio y sus familiares directos.",
        "literal": "n"
    },
    {
        "articulo": "82",
        "unidad_organica": "Oficina General de Recursos Humanos",
        "funcion": "Promover la formulación del Plan de Desarrollo de las Personas del Ministerio teniendo en cuenta las necesidades de capacitación del personal.",
        "literal": "o"
    },
    {
        "articulo": "82",
        "unidad_organica": "Oficina General de Recursos Humanos",
        "funcion": "Dirigir, coordinar y supervisar la implementación del Plan de Seguridad y Salud, así como del Reglamento de Seguridad y Salud en el Trabajo en la Sede Central.",
        "literal": "p"
    },
    {
        "articulo": "82",
        "unidad_organica": "Oficina General de Recursos Humanos",
        "funcion": "Actualizar la información del Registro Nacional de Sanciones de Destitución y Despido.",
        "literal": "q"
    },
    {
        "articulo": "82",
        "unidad_organica": "Oficina General de Recursos Humanos",
        "funcion": "Emitir actos resolutivos en el marco de su competencia.",
        "literal": "r"
    },
    {
        "articulo": "82",
        "unidad_organica": "Oficina General de Recursos Humanos",
        "funcion": "Otras funciones que le sean encomendadas por la Secretaría General.",
        "literal": "s"
    }
]
