[
    {
        "articulo": "96",
        "unidad_organica": "Oficina de Relaciones Interinstitucionales",
        "funcion": "Promover la participación de la ciudadanía, la sociedad civil y el sector privado, con el fin de desarrollar acciones conjuntas en beneficio de la educación.",
        "literal": "a"
    },
    {
        "articulo": "96",
        "unidad_organica": "Oficina de Relaciones Interinstitucionales",
        "funcion": "Propiciar relaciones con la Administración Pública, la ciudadanía, la sociedad civil y el sector privado; así como promover su participación con el fin de desarrollar acciones conjuntas en beneficio de la educación.",
        "literal": "b"
    },
    {
        "articulo": "96",
        "unidad_organica": "Oficina de Relaciones Interinstitucionales",
        "funcion": "Proponer documentos normativos en materia de participación de la sociedad civil y del sector privado, así como sobre la organización y funcionamiento de los Consejos Participativos Local y Regional de Educación.",
        "literal": "c"
    },
    {
        "articulo": "96",
        "unidad_organica": "Oficina de Relaciones Interinstitucionales",
        "funcion": "Realizar las acciones conducentes a la suscripción de compromisos, acuerdos y alianzas estratégicas con organizaciones e instituciones nacionales en materia de educación.",
        "literal": "d"
    },
    {
        "articulo": "96",
        "unidad_organica": "Oficina de Relaciones Interinstitucionales",
        "funcion": "Ejecutar acciones de sensibilización para promover la participación de la ciudadanía, la sociedad civil y el sector privado en beneficio de la educación.",
        "literal": "e"
    },
    {
        "articulo": "96",
        "unidad_organica": "Oficina de Relaciones Interinstitucionales",
        "funcion": "Organizar actividades y eventos relacionados con las políticas y acciones educativas.",
        "literal": "f"
    },
    {
        "articulo": "96",
        "unidad_organica": "Oficina de Relaciones Interinstitucionales",
        "funcion": "Otras funciones que le sean encomendadas por la Oficina General de Comunicaciones.",
        "literal": "g"
    }
]
