[
    {
        "articulo": "71",
        "unidad_organica": "Oficina General de Administración",
        "funcion": "Elaborar y proponer, en el ámbito de su competencia, los documentos normativos necesarios para la correcta administración de los recursos materiales, económicos y financieros, así como de los sistemas administrativos, con sujeción a la normativa vigente.",
        "literal": "a"
    },
    {
        "articulo": "71",
        "unidad_organica": "Oficina General de Administración",
        "funcion": "Dirigir y coordinar los procesos relacionados a los recursos materiales, económicos y financieros, de conformidad con las normas técnicas y legales de los respectivos sistemas administrativos.",
        "literal": "b"
    },
    {
        "articulo": "71",
        "unidad_organica": "Oficina General de Administración",
        "funcion": "Emitir opinión sobre las materias de su competencia.",
        "literal": "c"
    },
    {
        "articulo": "71",
        "unidad_organica": "Oficina General de Administración",
        "funcion": "Proponer el Plan Anual de Contrataciones (PAC), ejerciendo la supervisión general de los procesos de contratación, conforme a las normas vigentes.",
        "literal": "d"
    },
    {
        "articulo": "71",
        "unidad_organica": "Oficina General de Administración",
        "funcion": "Supervisar la formulación, validar y suscribir los estados financieros, así como velar por su oportuna y correcta presentación.",
        "literal": "e"
    },
    {
        "articulo": "71",
        "unidad_organica": "Oficina General de Administración",
        "funcion": "Supervisar las acciones de fiscalización y control previo conforme a las normas aplicables.",
        "literal": "f"
    },
    {
        "articulo": "71",
        "unidad_organica": "Oficina General de Administración",
        "funcion": "Implementar y disponer, cuando corresponda, las recomendaciones de control interno sobre los procesos y áreas bajo su responsabilidad, así como establecer los mecanismos de control que se estimen necesarios.",
        "literal": "g"
    },
    {
        "articulo": "71",
        "unidad_organica": "Oficina General de Administración",
        "funcion": "Efectuar el seguimiento del otorgamiento de certificaciones de crédito presupuestario de los recursos de las Unidades Ejecutoras que se encuentren en el ámbito de su administración.",
        "literal": "h"
    },
    {
        "articulo": "71",
        "unidad_organica": "Oficina General de Administración",
        "funcion": "Efectuar el seguimiento del registro de las anulaciones y habilitaciones del crédito presupuestario a fin de tramitar las modificaciones presupuestarias de las Unidades Ejecutoras que se encuentren en el ámbito de su administración.",
        "literal": "i"
    },
    {
        "articulo": "71",
        "unidad_organica": "Oficina General de Administración",
        "funcion": "Efectuar el seguimiento a la ejecución del gasto a nivel presupuestal, por genérica y específica, de las Unidades Ejecutoras que se encuentren en el ámbito de su administración.",
        "literal": "j"
    },
    {
        "articulo": "71",
        "unidad_organica": "Oficina General de Administración",
        "funcion": "Supervisar y promover el registro del patrimonio que comprende los bienes muebles de las Unidades Ejecutoras que se encuentren en el ámbito de su administración, en el marco de la normativa vigente; así como el registro contable de los bienes inmuebles del Ministerio.",
        "literal": "k"
    },
    {
        "articulo": "71",
        "unidad_organica": "Oficina General de Administración",
        "funcion": "Emitir actos resolutivos en el marco de su competencia.",
        "literal": "l"
    },
    {
        "articulo": "71",
        "unidad_organica": "Oficina General de Administración",
        "funcion": "Otras funciones que le sean encomendadas por la Secretaría General.",
        "literal": "m"
    }
]
