[
    {
        "articulo": "15",
        "unidad_organica": "Consejo Nacional de Educación",
        "funcion": "Participar en la formulación, concertación, seguimiento y evaluación del Proyecto Educativo Nacional.",
        "literal": "a"
    },
    {
        "articulo": "15",
        "unidad_organica": "Consejo Nacional de Educación",
        "funcion": "Presentar al Ministro de Educación una propuesta de plan de desarrollo de la educación peruana.",
        "literal": "b"
    },
    {
        "articulo": "15",
        "unidad_organica": "Consejo Nacional de Educación",
        "funcion": "Promover la concertación de opiniones y propuestas de políticas de mediano y largo plazo entre diferentes sectores y actores políticos del país.",
        "literal": "c"
    },
    {
        "articulo": "15",
        "unidad_organica": "Consejo Nacional de Educación",
        "funcion": "Promover acuerdos y compromisos a favor del desarrollo educativo del país, a través del ejercicio participativo del Estado y la sociedad civil.",
        "literal": "d"
    },
    {
        "articulo": "15",
        "unidad_organica": "Consejo Nacional de Educación",
        "funcion": "Opinar sobre temas de trascendencia educativa, a solicitud del Ministerio o del Congreso de la República, y de oficio en asuntos concernientes al conjunto de la educación peruana.",
        "literal": "e"
    },
    {
        "articulo": "15",
        "unidad_organica": "Consejo Nacional de Educación",
        "funcion": "Proponer las decisiones políticas y legislativas que impliquen la modificación del Proyecto Educativo Nacional.",
        "literal": "f"
    },
    {
        "articulo": "15",
        "unidad_organica": "Consejo Nacional de Educación",
        "funcion": "Realizar anualmente el seguimiento del Proyecto Educativo Nacional para formular propuestas de actualización permanente.",
        "literal": "g"
    },
    {
        "articulo": "15",
        "unidad_organica": "Consejo Nacional de Educación",
        "funcion": "Establecer canales permanentes de información y diálogo con la población.",
        "literal": "h"
    },
    {
        "articulo": "15",
        "unidad_organica": "Consejo Nacional de Educación",
        "funcion": "Promover vínculos con los organismos de participación regional del Estado y de la sociedad civil.",
        "literal": "i"
    }
]
